const deewanData = [
  {
    "id": 1.1,
    "BL": "کہاں طاقت ہے راہ حمد میں جو ہو زباں گویا<br>کہ یہاں جز عجز و خاموشی نہیں ہے یک جہاں گویا",
    "TO": "کہاں طاقت ہے راہ حمد میں جو ہو زباں گویا<br>کہ یہاں جز عجز و خاموشی نہیں ہے یک جہاں گویا",
    "SJ": "کہاں طاقت ہے راہ حمد میں جو ہو زباں گویا<br>کہ یہاں جز عجز و خاموشی نہیں ہے یک جہاں گویا",
    "GM": "کہاں طاقت ہے راہ حمد میں جو ہو زباں گویا<br>کہ یہاں جز عجز و خاموشی نہیں ہے یک جہاں گویا"
  },
  {
    "id": 1.2,
    "BL": "نہ ہو نعت محمد میں <span class=\"diff\">کسو</span> سے محفل آرائی<br>بچا رکھ ہرزه گوئی سے زباں کو شمع ساں گویا",
    "TO": "نہ ہو نعت محمد میں <span class=\"diff\">کسو</span> سے محفل آرائی<br>بچا رکھ ہرزه گوئی سے زباں کو شمع ساں گویا",
    "SJ": "نہ ہو نعت محمد میں <span class=\"diff\">کسو</span> سے محفل آرائی<br>بچا رکھ ہرزه گوئی سے زباں کو شمع ساں گویا",
    "GM": "نہ ہو نعت محمد میں کسی سے محفل آرائی<br>بچا رکھ ہرزه گوئی سے زباں کو شمع ساں گویا"
  },
  {
    "id": 1.3,
    "BL": " ثنا کی راہ میں ہرگز نہ پہنچنے پائے مقصد کو <br>چلے اس دشت میں سر سے اگر پیر و جواں گویا",
    "TO": " ثنا کی راہ میں ہرگز نہ پہنچنے پائے مقصد کو <br>چلے اس دشت میں سر سے اگر پیر و جواں گویا",
    "SJ": " ثنا کی راہ میں ہرگز نہ پہنچنے پائے مقصد کو <br>چلے اس دشت میں سر سے اگر پیر و جواں گویا",
    "GM": " ثنا کی راہ میں ہرگز نہ پہنچنے پائے مقصد کو <br>چلے اس دشت میں سر سے اگر پیر و جواں گویا"
  },
  {
    "id": 1.4,
    "BL": "رسائی کب ہے اندیشہ کو یہاں جز نارسائی کے<br><span class=\"diff\">دہن</span> کو بند <span class=\"diff\">کر کہہ</span> اشک <span class=\"diff\">کو</span> ہووے رواں گویا",
    "TO": "رسائی کب ہے اندیشہ کو یہاں جز نارسائی کے<br><span class=\"diff\">دہن</span> کو بند <span class=\"diff\">کر کہہ</span> اشک <span class=\"diff\">کو</span> ہووے رواں گویا",
    "SJ": "رسائی کب ہے اندیشہ کو یہاں جز نارسائی کے<br><span class=\"diff\">دہن</span> کو بند <span class=\"diff\">کر کہہ</span> اشک <span class=\"diff\">کو</span> ہووے رواں گویا",
    "GM": "رسائی کب ہے اندیشہ کو یہاں جز نارسائی کے<br>زباں کو بند رکھ اشک گہر ہووے رواں گویا"
  },
  {
    "id": 1.5,
    "BL": "<span class=\"diff\">سواۓ</span> حق کے <span class=\"diff\">کب</span> کوئی واصف وصف ائمہ ہو<br>رہا چندا <span class=\"diff\">ملک</span> پر بھی یہی نکته نہاں گویا",
    "TO": "<span class=\"diff\">سواۓ</span> حق کے <span class=\"diff\">کب</span> کوئی واصف وصف ائمہ ہو<br>رہا چندا <span class=\"diff\">ملک</span> پر بھی یہی نکته نہاں گویا",
    "SJ": "<span class=\"diff\">سواۓ</span> حق کے <span class=\"diff\">کب</span> کوئی واصف وصف ائمہ ہو<br>رہا چندا <span class=\"diff\">ملک</span> پر بھی یہی نکته نہاں گویا",
    "GM": "بجز حق کے کوئی کب واصف وصف ائمہ ہو<br>رہا چندا فلک پر بھی یہی نکته نہاں گویا"
  },
  {
    "id": 2.1,
    "BL": "دل <span class=\"diff\">دوانہ</span> ہے ازل سے زلف کی زنجیر کا<br>کب بندھا <span class=\"diff\">چھوٹے</span> ہی <span class=\"diff\">شانے</span> ایک مو تقدیر کا",
    "TO": "دل <span class=\"diff\">دوانہ</span> ہے ازل سے زلف کی زنجیر کا<br>کب بندھا <span class=\"diff\">چھوٹے</span> ہی <span class=\"diff\">شانے</span> ایک مو تقدیر کا",
    "SJ": "دل <span class=\"diff\">دوانہ</span> ہے ازل سے زلف کی زنجیر کا<br>کب بندھا چھوتے ہی <span class=\"diff\">شانے</span> ایک مو تقدیر کا",
    "GM": "دل ہے دیوانہ ازل سے زلف کی زنجیر کا<br>کب بندھا چھوتے ہی شانہ ایک مو تقدیر کا"
  },
  {
    "id": 2.2,
    "BL": "ہاتھ میں کب آئی ہے افسوں سے  یہ اقلیم دل<br>جز تواضع کے نہ دیکھا چٹکلا تسخیر کا",
    "TO": "ہاتھ میں کب آئی ہے <span class=\"diff\">افسون</span> سے اقلیم دل<br>جز تواضع کے نہ دیکھا چٹکلا تسخیر کا",
    "SJ": "ہاتھ میں کب آئی ہے <span class=\"diff\">افسون</span> سے اقلیم دل<br>جز تواضع کے نہ دیکھا چٹکلا تسخیر کا",
    "GM": "ہاتھ میں کب آئی ہے افسوں سے  یہ اقلیم دل<br>جز تواضع کے نہ دیکھا چٹکلا تسخیر کا"
  },
  {
    "id": 2.3,
    "BL": "یک نگہ میں صید عالم کو کیا ابرو کماں<br>مرغ دل کو بھی مرے مطلب ہے اب نخچیر کا",
    "TO": "یک نگہ میں صید عالم کو کیا ابرو کماں<br>مرغ دل کو بھی مرے مطلب ہے اب نخچیر کا",
    "SJ": "یک نگہ میں صید عالم کو کیا ابرو کماں<br>مرغ دل کو بھی مرے مطلب ہے اب نخچیر کا",
    "GM": "یک نگہ میں صید عالم کو کیا ابرو کماں<br>مرغ دل کو بھی مرے مطلب ہے اب نخچیر کا"
  },
  {
    "id": 2.4,
    "BL": "شعبده بازی سے اپنے در گزر اے مست ناز<br>وصل کے وعدے میں حیلہ <span class=\"diff\">خوب نئیں</span> تدبیر کا",
    "TO": "شعبده بازی سے اپنے در گزر اے مست ناز<br>وصل کے وعدے میں حیلہ <span class=\"diff\">خوب نئیں</span> تدبیر کا",
    "SJ": "شعبده بازی سے اپنے در گزر اے مست ناز<br>وصل کے وعدے میں حیلہ <span class=\"diff\">خوب نئیں</span> تدبیر کا",
    "GM": "شعبده بازی سے اپنے در گزر اے مست ناز<br>وصل کے وعدے میں حیلہ خوش نہیں تدبیر کا"
  },
  {
    "id": 2.5,
    "BL": "ناز چندا کو نہ ہو کیوں نوجوانی پر فلک<br>جس کو ہر دم ہے بھروسہ مرتضیٰ سے پیر کا",
    "TO": "ناز چندا کو نہ ہو کیوں نوجوانی پر فلک<br>جس کو ہر دم ہے بھروسہ مرتضیٰ سے پیر کا",
    "SJ": "ناز چندا کو نہ ہو کیوں نوجوانی پر فلک<br>جس کو ہر دم ہے بھروسہ مرتضیٰ سے پیر کا",
    "GM": "ناز چندا کو نہ ہو کیوں نوجوانی پر فلک<br>جس کو ہر دم ہے بھروسہ مرتضیٰ سے پیر کا"
  },
  {
    "id": 3.1,
    "BL": "تڑپے ہے دل پیام <span class=\"diff\">سن</span> اس بے قرار کا<br>تسکین جاں ہے وقت ہو جس دم دو چار کا",
    "TO": "تڑپے ہے دل پیام <span class=\"diff\">سن</span> اس بے قرار کا<br>تسکین جاں ہے وقت ہو جس دم دو چار کا",
    "SJ": "تڑپے ہے دل پیام <span class=\"diff\">سن</span> اس بے قرار کا<br>تسکین جاں ہے وقت ہو جس دم دو چار کا",
    "GM": "تڑپے ہے دل پیام سے اس بے قرار کا<br>تسکین جاں ہے وقت ہو جس دم دو چار کا"
  },
  {
    "id": 3.2,
    "BL": "دل سے کیا ہوں وعده کہ یک روز پی کے مل<br>سر مست ہو کے <span class=\"diff\">سیر</span> کروں لالہ زار کا",
    "TO": "دل سے کیا ہوں وعده کہ یک روز پی کے مل<br>سر مست ہو کے <span class=\"diff\">سیر</span> کروں لالہ زار کا",
    "SJ": "دل سے کیا ہوں وعده کہ یک روز پی کے <span class=\"diff\">مُل</span><br>سر مست ہو کے <span class=\"diff\">سیر</span> کروں لالہ زار کا",
    "GM": "دل سے کیا ہوں وعده کہ یک روز پی کے مل<br>سر مست ہو کے قصد کروں لالہ زار کا"
  },
  {
    "id": 3.3,
    "BL": "یک عمر ماہ رو سے ز بس ہم نشین ہوں <br>قابو <span class=\"diff\">کبھو</span> پڑا نہیں بوس و کنار کا",
    "TO": "یک عمر ماہ رو سے ز بس ہم نشین ہوں <br>قابو <span class=\"diff\">کبھو</span> پڑا نہیں بوس و کنار کا",
    "SJ": "یک عمر ماہ رو سے ز بس ہم نشین ہوں <br>قابو <span class=\"diff\">کبھو</span> پڑا نہیں بوس و کنار کا",
    "GM": "یک عمر ماہ رو سے ز بس ہم نشین ہوں <br>قابو پڑا کبھو نہیں بوس و کنار کا"
  },
  {
    "id": 3.4,
    "BL": "ہر چند راه عشق میں دل پائمال ہے<br>روز جزا میں رتبہ ہے اس انکسار کا",
    "TO": "ہر چند راه عشق میں دل پائمال ہے<br>روز جزا میں رتبہ ہے اس انکسار کا",
    "SJ": "ہر چند راه عشق میں دل پائمال ہے<br>روز جزا میں رتبہ ہے اس انکسار کا",
    "GM": "ہر چند راه عشق میں دل پائمال ہے<br>روز جزا میں رتبہ ہے اس انکسار کا"
  },
  {
    "id": 3.5,
    "BL": "چندا کو بخش یا علی اپنی جناب سے<br>رتبہ جو دو جہان میں ہو اقتدار کا",
    "TO": "چندا کو بخش یا علی اپنی جناب سے<br>رتبہ جو دو جہان میں ہو اقتدار کا",
    "SJ": "چندا کو <span class=\"diff\">[بخش]</span> یا علی اپنی جناب سے<br>رتبہ جو دو جہان میں ہو اقتدار کا",
    "GM": "چندا کو بخش یا علی اپنی جناب سے<br>رتبہ جو دو جہان میں ہو اقتدار کا"
  },
  {
    "id": 4.1,
    "BL": "میں پوچھا دل سے اپنے اب بھلا تو یار ہے کس کا<br>کہا اس دور میں کہہ رونق بازار ہے کس کا",
    "TO": "میں پوچھا دل سے اپنے اب بھلا تو یار ہے کس کا<br>کہا اس دور میں کہہ رونق بازار ہے کس کا",
    "SJ": "میں پوچھا دل سے اپنے اب بھلا تو یار ہے کس کا<br>کہا اس دور میں کہہ رونق بازار ہے کس کا",
    "GM": "میں پوچھا دل سے اپنے اب بھلا تو یار ہے کس کا<br>کہا اس دور میں کہہ رونق بازار ہے کس کا"
  },
  {
    "id": 4.2,
    "BL": "نظر آتا نہیں وہ بت نہ کچھ الفت ہی ٹوٹی ہے<br>چھپا منکے میں منکے رشتۂ زنار ہے کس کا",
    "TO": "نظر آتا نہیں وہ بت نہ کچھ الفت ہی ٹوٹی ہے<br>چھپا منکے میں <span class=\"diff\">[من کے]</span> رشتۂ زنار ہے کس کا",
    "SJ": "نظر آتا نہیں وہ بت نہ کچھ الفت ہی ٹوٹی ہے<br>چھپا منکے میں منکے رشتۂ زنار ہے کس کا",
    "GM": "نظر آتا نہیں وہ بت نہ کچھ الفت ہی ٹوٹی ہے<br>چھپا منکے میں منکے رشتۂ زنار ہے کس کا"
  },
  {
    "id": 4.3,
    "BL": "نگہ یہ <span class=\"diff\">آشیاں</span> سے چشم کے <span class=\"diff\">اڑ</span> انتظاری میں<br>برنگ بلبل اب محو گل گلزار ہے کس کا",
    "TO": "نگہ یہ <span class=\"diff\">آشیاں</span> سے چشم کے <span class=\"diff\">اڑ</span> انتظاری میں<br>برنگ بلبل اب محو گل گلزار ہے کس کا",
    "SJ": "نگہ یہ <span class=\"diff\">آشیاں</span> سے چشم کے <span class=\"diff\">اڑ</span> انتظاری میں<br>برنگ بلبل اب محو گل گلزار ہے کس کا",
    "GM": "نگہ یہ آشنا سے چشم کے اور انتظاری میں<br>برنگ بلبل اب محو گل گلزار ہے کس کا"
  },
  {
    "id": 4.4,
    "BL": "مجھے پہلے ہی راغب کر پھر آخر دے چلا ٹالا<br>اگر انکار ہے تیرا تو پھر اقرار ہے کس کا",
    "TO": "مجھے پہلے ہی راغب کر پھر آخر دے چلا ٹالا<br>اگر انکار ہے تیرا تو پھر اقرار ہے کس کا",
    "SJ": "مجھے پہلے ہی راغب کر پھر آخر دے چلا ٹالا<br>اگر انکار ہے تیرا تو پھر اقرار ہے کس کا",
    "GM": "مجھے پہلے ہی راغب کر پھر آخر دے چلا ٹالا<br>اگر انکار ہے تیرا تو پھر اقرار ہے کس کا"
  },
  {
    "id": 4.5,
    "BL": "<span class=\"diff\">سنا نئیں</span> مدح مولا کے <span class=\"diff\">سوا</span> کوئی سخن لب سے<br>دل چندا الٰہی  مخزن اسرار ہے کس کا",
    "TO": "<span class=\"diff\">سنا نئیں</span> مدح مولا کے <span class=\"diff\">سوا</span> کوئی سخن لب سے<br>دل چندا الٰہی  مخزن اسرار ہے کس کا",
    "SJ": "<span class=\"diff\">سنا نئیں</span> مدح مولا کے <span class=\"diff\">سوا</span> کوئی سخن لب سے<br>دل چندا الٰہی  مخزن اسرار ہے کس کا",
    "GM": "نہیں جز مدح مولا کے سنا کوئی سخن لب سے<br>دل چندا الٰہی  مخزن اسرار ہے کس کا"
  },
  {
    "id": 5.1,
    "BL": "آنے کا منتظر ترے بیدار ہی رہا<br>کھٹکا ہر ایک پا کا گراں بار ہی رہا",
    "TO": "آنے کا منتظر ترے بیدار ہی رہا<br>کھٹکا ہر ایک پا کا گراں بار ہی رہا",
    "SJ": "آنے کا منتظر ترے بیدار ہی رہا<br><span class=\"diff\">کھٹا</span> ہر ایک پا کا گراں بار ہی رہا",
    "GM": "آنے کا منتظر ترے بیدار ہی رہا<br>کھٹکا ہر ایک پا کا گراں بار ہی رہا"
  },
  {
    "id": 5.2,
    "BL": "ساغر مجھے <span class=\"diff\">کبھو</span> نہ دیا تو نے ایک بار<br>ہمراہ نت رقیب کے سرشار ہی رہا",
    "TO": "ساغر مجھے <span class=\"diff\">کبھو</span> نہ دیا تو نے ایک بار<br>ہمراہ نت رقیب کے سرشار ہی رہا",
    "SJ": "ساغر مجھے <span class=\"diff\">کبھو</span> نہ دیا تو نے ایک بار<br>ہمراہ نت رقیب کے سرشار ہی رہا",
    "GM": "ساغر مجھے کبھی نہ دیا تو نے ایک بار<br>ہمراہ نت رقیب کے سرشار ہی رہا"
  },
  {
    "id": 5.3,
    "BL": "یہ رشتہ وہ ہے عشق کا اے صاحب کنشت<br>جب تک کہ زندگی ہے وہ زنار ہی رہا",
    "TO": "یہ رشتہ وہ ہے عشق کا اے صاحب کنشت<br>جب تک کہ زندگی ہے وہ زنار ہی رہا",
    "SJ": "یہ رشتہ وہ ہے عشق کا اے صاحب کنشت<br>جب تک <span class=\"diff\">کی</span> زندگی ہے وہ زنار ہی رہا",
    "GM": "یہ رشتہ وہ ہے عشق کا اے صاحب کنشت<br>جب تک کہ زندگی ہے وہ زنار ہی رہا"
  },
  {
    "id": 5.4,
    "BL": "وعدہ خلافیوں پہ <span class=\"diff\">تمہاری</span> تو اے صنم<br>جس وقت دیکھا <span class=\"diff\">منہ</span> کو تو ناچار ہی رہا",
    "TO": "وعدہ خلافیوں پہ <span class=\"diff\">تمہاری</span> تو اے صنم<br>جس وقت دیکھا <span class=\"diff\">منہ</span> کو تو ناچار ہی رہا",
    "SJ": "وعدہ خلافیوں پہ <span class=\"diff\">تمہاری</span> تو اے صنم<br>جس وقت دیکھا مہ کو تو ناچار ہی رہا",
    "GM": "وعدہ خلافیوں پہ تمھارے تو اے صنم<br>جس وقت دیکھا مہ کو تو ناچار ہی رہا"
  },
  {
    "id": 5.5,
    "BL": "ثابت قدم ہے جو کوئی چندا کے عشق میں<br>صف میں وہ عشق بازوں <span class=\"diff\">کی</span> سالار ہی رہا",
    "TO": "ثابت قدم ہے جو کوئی چندا کے عشق میں<br>صف میں وہ عشق بازوں <span class=\"diff\">کی</span> سالار ہی رہا",
    "SJ": "ثابت قدم ہے جو کوئی چندا کے عشق میں<br>صف میں وہ عشق بازوں <span class=\"diff\">کی</span> سالار ہی رہا",
    "GM": "ثابت قدم ہے جو کوئی چندا کے عشق میں<br>صف میں وہ عشق بازوں کے سالار ہی رہا"
  },
  {
    "id": 6.1,
    "BL": "ہم سے کرے ہے یار بیاں اپنی <span class=\"diff\">جاہ</span> کا<br>حاضر ہیں ہم بھی گر ہو ارادہ نباہ کا",
    "TO": "ہم سے کرے ہے یار بیاں اپنی چاہ کا<br>حاضر ہیں ہم بھی گر ہو ارادہ نباہ کا",
    "SJ": "ہم سے کرے ہے یار بیاں اپنی چاہ کا<br>حاضر ہیں ہم بھی گر ہو ارادہ نباہ کا",
    "GM": "ہم سے کرے ہے یار بیاں اپنی چاہ کا<br>حاضر ہیں ہم بھی گر ہو ارادہ نباہ کا"
  },
  {
    "id": 6.2,
    "BL": "ابرو کماں کو کھینچ کے <span class=\"diff\">[کی]</span> اس طرف نظر <br>تب سے پڑا ہے کھٹکے <span class=\"diff\">ہے</span> ناوک نگاہ کا",
    "TO": "ابرو کماں کو کھینچ کے <span class=\"diff\">[کی]</span> اس طرف نظر <br>تب سے پڑا ہے کھٹکے <span class=\"diff\">ہے</span> ناوک نگاہ کا",
    "SJ": "ابرو کماں کو کھینچ کے کی اس طرف نظر <br>تب سے پڑا ہے کھٹکے <span class=\"diff\">ہے</span> ناوک نگاہ کا",
    "GM": "ابرو کماں کو کھینچ کے کی اس طرف نظر <br>تب سے پڑا ہے کھٹکے میں ناوک نگاہ کا"
  },
  {
    "id": 6.3,
    "BL": "شب کو فغاں تھی میری ترے در پہ اے صنم<br>تو بھی تو گوش زد نہ ہوا نالہ آہ کا",
    "TO": "شب کو فغاں تھی میری ترے در پہ اے صنم<br>تو بھی تو گوش زد نہ ہوا نالہ آہ کا",
    "SJ": "شب کو فغاں <span class=\"diff\">ہے</span> میری ترے در پہ اے صنم<br>تو بھی تو گوش زد نہ ہوا نالہ آہ کا",
    "GM": "شب کو فغاں تھی میری ترے در پہ اے صنم<br>تو بھی تو گوش زد نہ ہوا نالہ آہ کا"
  },
  {
    "id": 6.4,
    "BL": "اے یار بے خبر تجھے اب تک خبر نہیں<br>کب کا گزار ہو گیا کوچے میں ماہ کا",
    "TO": "اے یار بے خبر تجھے اب تک خبر نہیں<br>کب کا گزار ہو گیا کوچے میں ماہ کا",
    "SJ": "اے یار بے خبر تجھے اب تک خبر نہیں<br>کب کا گزار ہو گیا کوچے میں ماہ کا",
    "GM": "اے یار بے خبر تجھے اب تک خبر نہیں<br>کب کا گزار ہو گیا کوچے میں ماہ کا"
  },
  {
    "id": 6.5,
    "BL": "چندا کے دیکھنے <span class=\"diff\">ہی</span> کی خواہش کرے <span class=\"diff\">جو</span> کوئی<br>رکھتا ہو وصف اپنے میں <span class=\"diff\">حشمت</span> و جاہ کا",
    "TO": "چندا کے دیکھنے <span class=\"diff\">ہی</span> کی خواہش کرے <span class=\"diff\">جو</span> کوئی<br>رکھتا ہو وصف اپنے میں <span class=\"diff\">حشمت</span> و جاہ کا",
    "SJ": "چندا کے دیکھنے <span class=\"diff\">ہی</span> کی خواہش کرے <span class=\"diff\">جو</span> کوئی<br>رکھتا ہو وصف اپنے میں <span class=\"diff\">حشمت</span> و جاہ کا",
    "GM": "چندا کے دیکھنے کی جو خواہش کرے کوئی<br>رکھتا ہو وصف اپنے میں وہ عز و جاہ کا"
  },
  {
    "id": 7.1,
    "BL": "عالم تری نگه سے ہے سرشار دیکھنا<br>میری طرف بھی ٹک تو بھلا یار دیکھنا",
    "TO": "عالم تری نگه سے ہے سرشار دیکھنا<br>میری طرف بھی ٹک تو بھلا یار دیکھنا",
    "SJ": "عالم تری نگه سے ہے سرشار دیکھنا<br>میری طرف <span class=\"diff\">تو</span> ٹک تو بھلا یار دیکھنا",
    "GM": "عالم تری نگه سے ہے سرشار دیکھنا<br>میری طرف بھی ٹک تو بھلا یار دیکھنا"
  },
  {
    "id": 7.2,
    "BL": "ناداں سے ایک عمر رہا مجھ کو ربط عشق<br>دانا سے اب پڑا ہے سروکار دیکھنا",
    "TO": "ناداں سے ایک عمر رہا مجھ کو ربط عشق<br>دانا سے اب پڑا ہے سروکار دیکھنا",
    "SJ": "ناداں سے ایک عمر رہا مجھ کو ربط عشق<br>دانا سے اب پڑا ہے سروکار دیکھنا",
    "GM": "ناداں سے ایک عمر رہا مجھ کو ربط عشق<br>دانا سے اب پڑا ہے سروکار دیکھنا"
  },
  {
    "id": 7.3,
    "BL": "گردش سے تیری چشم کے مدت سے ہوں خراب<br>تس پر کرے ہے مجھ سے یہ اقرار دیکھنا",
    "TO": "گردش سے <span class=\"diff\">تیر</span> چشم کے مدت سے ہوں خراب<br>تس پر کرے ہے مجھ سے یہ اقرار دیکھنا",
    "SJ": "گردش سے تیری چشم کے مدت سے ہوں خراب<br>تس پر کرے ہے مجھ سے یہ اقرار دیکھنا",
    "GM": "گردش سے تیری چشم کے مدت سے ہوں خراب<br>تس پر کرے ہے مجھ سے یہ اقرار دیکھنا"
  },
  {
    "id": 7.4,
    "BL": "ناصح عبث کرے ہے <span class=\"diff\">مجھے</span> منع عشق سے<br>آ جائے وہ نظر تو پھر انکار دیکھنا",
    "TO": "ناصح عبث کرے ہے <span class=\"diff\">مجھے</span> منع عشق سے<br>آ <span class=\"diff\">جاوے</span> وہ نظر تو پھر انکار دیکھنا",
    "SJ": "ناصح عبث کرے ہے <span class=\"diff\">مجھے</span> منع عشق سے<br>آ جائے وہ نظر تو پھر انکار دیکھنا",
    "GM": "ناصح عبث کرے ہے منع مجھ کو عشق سے<br>آ جائے وہ نظر تو پھر انکار دیکھنا"
  },
  {
    "id": 7.5,
    "BL": "چندا کو تم سے چشم <span class=\"diff\">ہے</span> یہ یا علی کہ ہو<br>خاک نجف کو سرمۂ  ابصار دیکھنا",
    "TO": "چندا کو تم سے چشم <span class=\"diff\">ہے</span> یہ یا علی کہ ہو<br>خاک نجف کو سرمۂ  ابصار دیکھنا",
    "SJ": "چندا کو تم سے چشم <span class=\"diff\">ہے</span> یہ یا علی کہ ہو<br>خاک نجف کو سرمۂ  ابصار دیکھنا",
    "GM": "چندا کو تم سے چشم یہ ہے یا علی کہ ہو<br>خاک نجف کو سرمۂ  ابصار دیکھنا"
  },
  {
    "id": 8.1,
    "BL": "",
    "TO": "",
    "SJ": "اٹھا جو چله کش ابرو کماں دلگیر ہو گویا <br>کھٹکتا دل میں وہ بیٹھا نگہ کا تیر ہو گویا",
    "GM": "اٹھا جو چله کش ابرو کماں دلگیر ہو گویا <br>کھٹکتا دل میں وہ بیٹھا نگہ کا تیر ہو گویا"
  },
  {
    "id": 8.2,
    "BL": "",
    "TO": "",
    "SJ": "<span class=\"diff\">ترے زنداں میں کاہیدہ</span> ہوں <span class=\"diff\">اتنا</span> غم <span class=\"diff\">سے اے ظالم </span><br><span class=\"diff\">کرے داد طلب یہاں</span> حلقۂ زنجیر ہو گویا",
    "GM": "ہوا ہوں اس طرح زندان غم میں گھل کے کاہیدہ<br>ترے مجنوں پہ خنداں حلقۂ زنجیر ہو گویا"
  },
  {
    "id": 8.3,
    "BL": "",
    "TO": "",
    "SJ": "کیا یہ وضع اس نقاش قدرت نے عجب کیا ہے<br>جو میرے غنچہ لب سے صورت تصویر ہو گویا",
    "GM": "کیا یہ وضع اس نقاش قدرت نے عجب کیا ہے<br>جو میرے غنچہ لب سے صورت تصویر ہو گویا"
  },
  {
    "id": 8.4,
    "BL": "",
    "TO": "",
    "SJ": "نگہ کی تیغ کو جب کھینچ کر وہ <span class=\"diff\">گھات</span> پر آوے<br>زبان شکر سے اس دم دل نخچیر ہو گویا",
    "GM": "نگہ کی تیغ کو جب کھینچ کر وہ گھاٹ پر آوے<br>زبان شکر سے اس دم دل نخچیر ہو گویا"
  },
  {
    "id": 8.5,
    "BL": "",
    "TO": "",
    "SJ": "مجھے پاس ادب یہاں تک ہے مولا کے مناقب میں<br>زبان خامه کب چندا سر تحریر ہو گویا",
    "GM": "مجھے پاس ادب یہاں تک ہے مولا کے مناقب میں<br>زبان خامه کب چندا سر تحریر ہو گویا"
  },
  {
    "id": 9.1,
    "BL": "",
    "TO": "",
    "SJ": "اٹھانا جور بے حاصل جو ایسا ہی مقدر تھا<br>مجھے تنہا ہی رہنا آپ کے ملنے سے بہتر تھا",
    "GM": "اٹھانا جور بے حاصل جو ایسا ہی مقدر تھا<br>مجھے تنہا ہی رہنا آپ کے ملنے سے بہتر تھا"
  },
  {
    "id": 9.2,
    "BL": "",
    "TO": "",
    "SJ": "فقط سلک گہر دنداں نہیں تھے آبداری میں<br>لب خوش رنگ بھی ہر ایک گویا لعل احمر تھا",
    "GM": "فقط سلک گہر دنداں نہیں تھے آبداری میں<br>لب خوش رنگ بھی ہر ایک گویا لعل احمر تھا"
  },
  {
    "id": 9.3,
    "BL": "",
    "TO": "",
    "SJ": "نہ سمجھا تھا محبت کی لڑی توڑے گا آخر تو<br>اوایل <span class=\"diff\">کان</span> الفت میں سخن تیرا تو گوہر تھا",
    "GM": "نہ سمجھا تھا محبت کی لڑی توڑے گا آخر تو<br>اوایل كان الفت میں سخن تیرا تو گوہر تھا"
  },
  {
    "id": 9.4,
    "BL": "",
    "TO": "",
    "SJ": "گدا کے حال پر تو نے نظر کاہے <span class=\"diff\">نگہ</span> ظالم<br>کیا یہ فرض ہم نے سر ترے شاہی کا افسر تھا",
    "GM": "گدا کے حال پر تو نے نظر کاہے نہ کی ظالم<br>کیا یہ فرض ہم نے سر ترے شاہی کا افسر تھا"
  },
  {
    "id": 9.5,
    "BL": "",
    "TO": "",
    "SJ": "شناسائی ہوئی ذات الٰہی  سے تو کیا باعث<br>تجھے  چندا شہنشاہ نجف کا عشق رہبر تھا",
    "GM": "شناسائی ہوئی ذات الٰہی  سے تو کیا باعث<br>تجھے  چندا شہنشاہ نجف کا عشق رہبر تھا"
  },
  {
    "id": 10.1,
    "BL": "",
    "TO": "",
    "SJ": "رہے نوروز عشرت آفریں جوش بہار افزا<br>گل افشاں ہے کرم تیرا چمن میں دہر کے ہر جا",
    "GM": "رہے نوروز عشرت آفریں جوش بہار افزا<br>گل افشاں ہے کرم تیرا چمن میں دہر کے ہر جا"
  },
  {
    "id": 10.2,
    "BL": "",
    "TO": "",
    "SJ": "نہ پوچھو کوئی <span class=\"diff\">فرط</span> خرمی کو عہد میں اس کے<br>کہ جس کے فیض سے گھرگھر ہے دور ساغر صہبا",
    "GM": "نہ پوچھو کوئی عیش و خرمی کو عہد میں اس کے<br>کہ جس کے فیض سے گھرگھر ہے دور ساغر صہبا"
  },
  {
    "id": 10.3,
    "BL": "",
    "TO": "",
    "SJ": "ارسطو جاه وه فرخ نژاد اہل عالم ہے<br>کہ جس کے <span class=\"diff\">فیض</span> و بخشش کا جہاں میں ہے علم برپا",
    "GM": "ارسطو جاه وه فرخ نژاد اہل عالم ہے<br>کہ جس کے فضل و بخشش کا جہاں میں ہے علم برپا"
  },
  {
    "id": 10.4,
    "BL": "",
    "TO": "",
    "SJ": "<span class=\"diff\">موالی کی</span> دعا ہے یہ <span class=\"diff\">ہی صدقے</span> سے ائمہ کے<br>رکھے سائے میں اپنے لطف کے تجھ کو علی مولا",
    "GM": "دعا ہے یہ موالی کی تصدق سے ائمہ کے<br>رکھے سائے میں اپنے لطف کے تجھ کو علی مولا"
  },
  {
    "id": 10.5,
    "BL": "",
    "TO": "",
    "SJ": "نہیں کچھ زیب اے مہر سپہر معدلت اس میں<br>عیاں چندا پہ جو کچھ ہے نوازش یہ کرم فرما",
    "GM": "نہیں کچھ زیب اے مہر سپہر معدلت اس میں<br>عیاں چندا پہ جو کچھ ہے نوازش یہ کرم فرما"
  },
  {
    "id": 11.1,
    "BL": "",
    "TO": "",
    "SJ": "<span class=\"diff\">جوں</span> عمر خضر <span class=\"diff\">کا ہو اجمال راؤ رنبھا</span><br>تیری گرہ ہو <span class=\"diff\">ایسی ہر</span> سال <span class=\"diff\">راؤ رنبھا</span>",
    "GM": "ہو تری عمر خضر ماه جمال<br>یوں ہی تیری گرہ ہو سال بہ سال"
  },
  {
    "id": 11.2,
    "BL": "",
    "TO": "",
    "SJ": "تار دم مسیحا <span class=\"diff\">رشتہ ہے اس گرہ کا</span><br><span class=\"diff\">ہوے تجھے</span> مبارک یہ فال <span class=\"diff\">راؤ رنبھا</span>",
    "GM": "رشتہ تار دم مسیحا ہو<br>ہو مبارک تجھے یہ فرخ فال"
  },
  {
    "id": 11.3,
    "BL": "",
    "TO": "",
    "SJ": "<span class=\"diff\">کونین میں ہمیشہ بخشش سے</span> پنج تن <span class=\"diff\">کی<br>رہوے خدا کا</span> تجھ <span class=\"diff\">پر</span> افضال <span class=\"diff\">راؤ رنبھا</span>",
    "GM": "پنج تن تجھ پہ ہوں کرم گستر<br>اور اللہ کا رہے افضال"
  },
  {
    "id": 11.4,
    "BL": "",
    "TO": "",
    "SJ": "<span class=\"diff\">تیرے کرم کی شہرت ہے</span> شش جہت میں <span class=\"diff\">جب سے</span><br>حاتم <span class=\"diff\">کے کب تھے</span> ایسے افعال <span class=\"diff\">راؤ رنبھا</span>",
    "GM": "شش جہت میں ہے شہرۂ بخشش<br>کہاں حاتم میں ایسے تھے افعال"
  },
  {
    "id": 11.5,
    "BL": "",
    "TO": "",
    "SJ": "<span class=\"diff\">چندا کی ہے تمنا</span> سرکار مرتضیٰ <span class=\"diff\">سے</span><br>دونوں جہاں کا <span class=\"diff\">پاوے تو</span> مال <span class=\"diff\">راؤ رنبھا</span>",
    "GM": "عرض سرکار مرتضیٰ میں یہ ہے<br>پائے دونوں جہاں کا چندا مال"
  },
  {
    "id": 12.1,
    "BL": "نہ گل سے ہے غرض تیرے نہ ہے گلزار سے مطلب<br><span class=\"diff\">رکھا</span> چشم نظر شبنم میں اپنے یار سے مطلب",
    "TO": "نہ گل سے ہے غرض تیرے نہ ہے گلزار سے مطلب<br><span class=\"diff\">رکھا</span> چشم نظر شبنم میں اپنے یار سے مطلب",
    "SJ": "نہ گل سے ہے غرض تیرے نہ ہے گلزار سے مطلب<br><span class=\"diff\">رکھا</span> چشم نظر شبنم میں اپنے یار سے مطلب",
    "GM": "نہ گل سے ہے غرض تیرے نہ ہے گلزار سے مطلب<br>رہا چشم نظر شبنم میں اپنے یار سے مطلب"
  },
  {
    "id": 12.2,
    "BL": "یہ دل دام نگہ میں ترک کے بس جا ہی اٹکا ہے<br>بر آوے کس طرح الله اب خونخوار سے مطلب",
    "TO": "یہ دل دام نگہ میں ترک کے بس جا ہی اٹکا ہے<br>بر آوے کس طرح الله اب خونخوار سے مطلب",
    "SJ": "یہ دل دام نگہ میں ترک کے بس جا ہی اٹکا ہے<br><span class=\"diff\">پڑا ہے</span> کس طرح الله اب خونخوار سے مطلب",
    "GM": "یہ دل دام نگہ میں ترک کے بس جا ہی اٹکا ہے<br>بر آوے کس طرح الله اب خونخوار سے مطلب"
  },
  {
    "id": 12.3,
    "BL": "بجز <span class=\"diff\">اپنے خدا</span> کے غیر سے ہرگز توقع <span class=\"diff\">نئیں</span><br>مگر دنیا کے لوگوں میں مجھے ہے پیار سے مطلب",
    "TO": "بجز <span class=\"diff\">اپنے خدا</span> کے غیر سے ہرگز توقع <span class=\"diff\">نئیں</span><br>مگر دنیا کے لوگوں میں مجھے ہے پیار سے مطلب",
    "SJ": "بجز <span class=\"diff\">اپنے خدا</span> کے غیر سے ہرگز توقع <span class=\"diff\">نئیں</span><br>مگر دنیا کے لوگوں میں مجھے ہے پیار سے مطلب",
    "GM": "بجز حق کے نہیں ہے غیر سے ہرگز توقع کچھ<br>مگر دنیا کے لوگوں میں مجھے ہے پیار سے مطلب"
  },
  {
    "id": 12.4,
    "BL": "نہ سمجھا ہم کو تو نے یار ایسی جاں فشانی پر<br>بھلا پاویں گے اے ناداں <span class=\"diff\">کسو</span> ہشیار سے مطلب",
    "TO": "نہ سمجھا ہم کو تو نے یار ایسی جاں فشانی پر<br>بھلا پاویں گے اے ناداں <span class=\"diff\">کسو</span> ہشیار سے مطلب",
    "SJ": "نہ سمجھا ہم کو تو نے یار ایسی جاں فشانی پر<br>بھلا پاویں گے اے ناداں <span class=\"diff\">کسو</span> ہشیار سے مطلب",
    "GM": "نہ سمجھا ہم کو تو نے یار ایسی جاں فشانی پر<br>بھلا پاویں گے اے ناداں کسی ہشیار سے مطلب"
  },
  {
    "id": 12.5,
    "BL": "نہ  چندا کو طمع جنت کی نے خوف جہنم ہے<br>رکھے ہے دو جہاں میں حیدر کرار سے مطلب",
    "TO": "نہ  چندا کو طمع جنت کی نے خوف جہنم ہے<br>رکھے ہے دو جہاں میں حیدر کرار سے مطلب",
    "SJ": "نہ  چندا کو طمع جنت کی نے خوف جہنم ہے<br>رکھے ہے دو جہاں میں حیدر کرار سے مطلب",
    "GM": "نہ  چندا کو طمع جنت کی نے خوف جہنم ہے<br>رکھے ہے دو جہاں میں حیدر کرار سے مطلب"
  },
  {
    "id": 13.1,
    "BL": "ہو سکے ہے کب ترے <span class=\"diff\">مکھڑے</span> کے ہمسر آفتاب<br>گو رکھے ہے نور کی خلعت کو در بر آفتاب",
    "TO": "ہو سکے ہے کب ترے <span class=\"diff\">مکھڑے</span> کے ہمسر آفتاب<br>گو رکھے ہے نور کی خلعت کو در <span class=\"diff\">پر</span> آفتاب",
    "SJ": "ہو سکے ہے کب ترے <span class=\"diff\">مکھڑے</span> کے ہمسر آفتاب<br>گو رکھے ہے نور کی خلعت کو در <span class=\"diff\">پر</span> آفتاب",
    "GM": "ہو سکے ہے کب ترے چہرے کے ہمسر آفتاب<br>گو رکھے ہے نور کی خلعت کو در بر آفتاب"
  },
  {
    "id": 13.2,
    "BL": "آ کرے ہے در پہ تیرے جبہہ سائی ہر سحر<br>اس لئے چشم خلائق کو ہے منظر آفتاب",
    "TO": "آ کرے ہے در پہ تیرے جبہہ سائی ہر سحر<br>اس لئے چشم خلائق کو ہے منظر آفتاب",
    "SJ": "آ کرے ہے در پہ تیرے جبہہ سائی ہر سحر<br>اس لئے چشم خلائق کو ہے منظر آفتاب",
    "GM": "آ کرے ہے در پہ تیرے جبہہ سائی ہر سحر<br>اس لئے چشم خلائق کو ہے منظر آفتاب"
  },
  {
    "id": 13.3,
    "BL": "جب کرے چہرے کو اپنے وہ پری نقش و نگار<br>ہر سحر لاوے یہاں آئینہ در <span class=\"diff\">پر</span> آفتاب",
    "TO": "جب کرے چہرے کو اپنے وہ پری نقش و نگار<br>ہر سحر لاوے یہاں آئینہ در <span class=\"diff\">پر</span> آفتاب",
    "SJ": "جب کرے چہرے کو اپنے وہ پری نقش و نگار<br>ہر سحر لاوے یہاں آئینہ در <span class=\"diff\">پر</span> آفتاب",
    "GM": "جب کرے چہرے کو اپنے وہ پری نقش و نگار<br>ہر سحر لاوے یہاں آئینہ در بر آفتاب"
  },
  {
    "id": 13.4,
    "BL": "حسن کے شعلے سے تیرے جبکہ ٹپکے ہے عرق<br>شرم سے بس ابر کے دامن میں ہے تر آفتاب",
    "TO": "حسن کے شعلے سے تیرے جبکہ ٹپکے ہے عرق<br>شرم سے بس ابر کے دامن میں ہے تر آفتاب",
    "SJ": "حسن کے شعلے سے تیرے جبکہ ٹپکے ہے عرق<br>شرم سے بس ابر کے دامن میں ہے <span class=\"diff\">[تر]</span> آفتاب",
    "GM": "حسن کے شعلے سے تیرے جبکہ ٹپکے ہے عرق<br>شرم سے بس ابر کے دامن میں ہے تر آفتاب"
  },
  {
    "id": 13.5,
    "BL": "<span class=\"diff\">خوف</span> ذرہ <span class=\"diff\">نئیں ہے</span> چندا ظلمت امکان سے<br>ہے ترا حامی علی دو جگ کا مظہر آفتاب",
    "TO": "<span class=\"diff\">خوف</span> ذرہ <span class=\"diff\">نئیں ہے</span> چندا ظلمت امکان سے<br>ہے ترا حامی علی دو جگ <span class=\"diff\">[کا]</span> مظہر آفتاب",
    "SJ": "<span class=\"diff\">خوف</span> ذرہ <span class=\"diff\">نئیں ہے</span> چندا ظلمت امکان سے<br>ہے ترا حامی علی دو جگ کا مظہر آفتاب",
    "GM": "ڈر نہ ذرہ بھر بھی چندا ظلمت امکان سے<br>ہے ترا حامی علی دو جگ کا مظہر آفتاب"
  },
  {
    "id": 14.1,
    "BL": "ساقی ہے گرچہ بے <span class=\"diff\">خمار</span> شراب<br><span class=\"diff\">خوش نما نئیں</span> سوائے یار شراب",
    "TO": "ساقی ہے گرچہ بے <span class=\"diff\">خمار</span> شراب<br><span class=\"diff\">خوش نما نئیں</span> سوائے یار شراب",
    "SJ": "ساقی ہے گرچہ بے <span class=\"diff\">خمار</span> شراب<br><span class=\"diff\">خوش نما نئیں</span> سوائے یار شراب",
    "GM": "ساقی ہے گرچہ بے شمار شراب<br>نہیں خوشتر سوائے یار شراب"
  },
  {
    "id": 14.2,
    "BL": "قتل پر <span class=\"diff\">آج</span> کس کے <span class=\"diff\"> ہووے</span> ہے<br>توسن حسن پر سوار شراب",
    "TO": "قتل پر <span class=\"diff\">آج</span> کس کے <span class=\"diff\"> ہووے</span> ہے<br>توسن حسن پر سوار شراب",
    "SJ": "قتل پر <span class=\"diff\">آج</span> کس کے <span class=\"diff\"> ہوے</span> ہے<br>توسن حسن پر سوار شراب",
    "GM": "قتل پر کس کے آج ہوتی ہے<br>توسن حسن پر سوار شراب"
  },
  {
    "id": 14.3,
    "BL": "رکھ کرم پر ترے نظر مجرم<br>نوش کرتے ہیں بے شمار  شراب",
    "TO": "رکھ کرم <span class=\"diff\">[پر]</span> ترے نظر مجرم<br>نوش کرتے ہیں بے شمار  شراب",
    "SJ": "رکھ کرم پر ترے نظر مجرم<br>نوش کرتے ہیں بے شمار  شراب",
    "GM": "رکھ کرم پر ترے نظر مجرم<br>نوش کرتے ہیں بے شمار  شراب"
  },
  {
    "id": 14.4,
    "BL": "ان کو آنکھیں دکھا دے ٹک ساقی<br>چاہتے ہیں جو بار بار شراب",
    "TO": "ان کو آنکھیں دکھا دے ٹک ساقی<br>چاہتے ہیں جو بار بار شراب",
    "SJ": "ان کو آنکھیں دکھا دے ٹک ساقی<br>چاہتے ہیں جو بار بار شراب",
    "GM": "ان کو آنکھیں دکھا دے ٹک ساقی<br>چاہتے ہیں جو بار بار شراب"
  },
  {
    "id": 14.5,
    "BL": "يا على حشر میں دو چندا کو<br>آب کوثر کی خوش گوار شراب",
    "TO": "يا على حشر میں دو چندا کو<br>آب کوثر کی خوش گوار شراب",
    "SJ": "يا على حشر میں دو چندا کو<br>آب کوثر کی خوش گوار شراب",
    "GM": "يا على حشر میں دو چندا کو<br>آب کوثر کی خوش گوار شراب"
  },
  {
    "id": 15.1,
    "BL": "",
    "TO": "",
    "SJ": "دل ہو گیا ہے غم سے ترے داغ دار خوب<br><span class=\"diff\">بھولا</span> ہے کیا ہی جوش سے یہ لالہ زار خوب",
    "GM": "دل ہو گیا ہے غم سے ترے داغ دار خوب<br>پھولا ہے کیا ہی جوش سے یہ لالہ زار خوب"
  },
  {
    "id": 15.2,
    "BL": "",
    "TO": "",
    "SJ": "کب تک رہوں حجاب میں محروم وصل سے<br>جی میں ہے کیجے پیار سے بوس و کنار خوب",
    "GM": "کب تک رہوں حجاب میں محروم وصل سے<br>جی میں ہے کیجے پیار سے بوس و کنار خوب"
  },
  {
    "id": 15.3,
    "BL": "",
    "TO": "",
    "SJ": "ساقی لگا کے برف میں مے کی صراحی لا<br>آنکھوں میں چھا رہا ہے نشے کا خمار خوب",
    "GM": "ساقی لگا کے برف میں مے کی صراحی لا<br>آنکھوں میں چھا رہا ہے نشے کا خمار خوب"
  },
  {
    "id": 15.4,
    "BL": "",
    "TO": "",
    "SJ": "آیا نہ ایک دن بھی تو وعدے پہ رات کو<br>اچھا کیا سلوک تغافل شعار خوب",
    "GM": "آیا نہ ایک دن بھی تو وعدے پہ رات کو<br>اچھا کیا سلوک تغافل شعار خوب"
  },
  {
    "id": 15.5,
    "BL": "",
    "TO": "",
    "SJ": "ایسی ہوا بندھی رہے چندا کی یا علی<br>با صد بہار دیکھے جہاں کی بہار خوب",
    "GM": "ایسی ہوا بندھی رہے چندا کی یا علی<br>با صد بہار دیکھے جہاں کی بہار خوب"
  },
  {
    "id": 16.1,
    "BL": "شب کو بغل میں تنگ تھا وہ <span class=\"diff\">بے</span> حجاب خوب<br><span class=\"diff\">دیکھوں</span> ہوں صبح آئنے میں آب و تاب خوب",
    "TO": "شب کو بغل میں تنگ تھا وہ <span class=\"diff\">بے</span> حجاب خوب<br><span class=\"diff\">دیکھوں</span> ہوں صبح آئنے میں آب و تاب خوب",
    "SJ": "شب کو بغل میں تنگ تھا وہ پر حجاب خوب<br><span class=\"diff\">دیکھوں</span> ہوں صبح آئنے میں آب و تاب خوب",
    "GM": "شب کو بغل میں تنگ تھا وہ پر حجاب خوب<br>دیکھا ہوں صبح آئنے میں آب و تاب خوب"
  },
  {
    "id": 16.2,
    "BL": "شمشاد و سرو <span class=\"diff\">گو ہیں سفینے میں</span> باغ کے<br><span class=\"diff\">دل پر چڑھا وہ</span> مصرع قد انتخاب خوب",
    "TO": "شمشاد و سرو <span class=\"diff\">گو ہیں سفینے میں</span> باغ کے<br><span class=\"diff\">دل پر چڑھا وہ</span> مصرع قد انتخاب خوب",
    "SJ": "شمشاد و سرو <span class=\"diff\">گو ہیں سفینے میں</span> باغ کے<br><span class=\"diff\">دل پر چڑھا و</span> مصرع قد انتخاب خوب",
    "GM": "شمشاد و سرو باغ میں کیا دب کے رہ گئے<br>دیکھا جو اس کا مصرع قد انتخاب خوب"
  },
  {
    "id": 16.3,
    "BL": "ذرے کی کیا مجال گلے مہر کے <span class=\"diff\">لگے</span><br>بس ہے یہ ایک بوسۂ لب بے حجاب خوب",
    "TO": "ذرے کی کیا مجال گلے مہر کے <span class=\"diff\">لگے</span><br>بس ہے یہ ایک <span class=\"diff\">بوسہ اب</span> بے حجاب خوب",
    "SJ": "ذرے کی کیا مجال گلے مہر کے <span class=\"diff\">لگے</span><br>بس ہے یہ ایک بوسۂ لب بے حجاب خوب",
    "GM": "ذرے کی کیا مجال گلے مہر کے ملے<br>بس ہے یہ ایک بوسۂ لب بے حجاب خوب"
  },
  {
    "id": 16.4,
    "BL": "آگے تھے اک فسانے پہ چڑیا کے ہم سے خوش<br>کرنے لگے ہو اب تو سوال و جواب خوب",
    "TO": "آگے تھے اک فسانے پہ چڑیا کے ہم سے خوش<br>کرنے لگے ہو اب تو سوال و جواب خوب",
    "SJ": "آگے تھے اک فسانے پہ چڑیا کے ہم سے خوش<br>کرنے لگے ہو اب تو سوال و جواب خوب",
    "GM": "آگے تھے اک فسانے پہ چڑیا کے ہم سے خوش<br>کرنے لگے ہو اب تو سوال و جواب خوب"
  },
  {
    "id": 16.5,
    "BL": "چندا جو دیکھے یا علی کعبے سے تا نجف<br>راه خدا میں اس سے نہیں کچھ صواب خوب",
    "TO": "چندا جو دیکھے یا علی کعبے سے تا نجف<br>راه خدا میں اس سے نہیں کچھ صواب خوب",
    "SJ": "چندا جو دیکھے یا علی کعبے سے تا نجف<br>راه خدا میں اس سے نہیں کچھ صواب خوب",
    "GM": "چندا جو دیکھے یا علی کعبے سے تا نجف<br>راه خدا میں اس سے نہیں کچھ صواب خوب"
  },
  {
    "id": 17.1,
    "BL": "گرچہ گل کی سیج ہو تس پر بھی <span class=\"diff\">اڑجاتا</span> ہے <span class=\"diff\">خواب</span><br>سر رکھوں قدموں پہ جب تیرے مجھے <span class=\"diff\">آتا</span> ہے <span class=\"diff\">خواب</span>",
    "TO": "گرچہ گل کی سیج ہو تس پر بھی <span class=\"diff\">اڑجاتا</span> ہے <span class=\"diff\">خواب</span><br>سر رکھوں قدموں پہ جب تیرے مجھے <span class=\"diff\">آتا</span> ہے <span class=\"diff\">خواب</span>",
    "SJ": "گرچہ گل کی سیج ہو تس پر بھی <span class=\"diff\">اڑجاتا</span> ہے <span class=\"diff\">خواب</span><br>سر رکھوں قدموں پہ جب تیرے مجھے <span class=\"diff\">آتا</span> ہے <span class=\"diff\">خواب</span>",
    "GM": "گرچہ گل کی سیج ہو تس پر بھی اڑ جاتی ہے نیند<br>سر رکھوں قدموں پہ جب تیرے مجھے آتی ہے نیند"
  },
  {
    "id": 17.2,
    "BL": "دیکھ سکتا ہی نہیں آنکھوں سے ٹک آنکھیں ملا<br>منتظر سے مثل نرگس <span class=\"diff\">تیرے شرماتا</span> ہے <span class=\"diff\">خواب</span>",
    "TO": "دیکھ سکتا ہی نہیں آنکھوں سے ٹک آنکھیں ملا<br>منتظر سے مثل نرگس <span class=\"diff\">تیرے شرماتا</span> ہے <span class=\"diff\">خواب</span>",
    "SJ": "دیکھ سکتا ہی نہیں آنکھوں سے ٹک آنکھیں ملا<br>منتظر سے مثل نرگس <span class=\"diff\">تیرے شرماتا</span> ہے <span class=\"diff\">خواب</span>",
    "GM": "دیکھ سکتا ہی نہیں آنکھوں سے ٹک آنکھیں ملا<br>منتظر سے مثل نرگس تیری شرماتی ہے نیند"
  },
  {
    "id": 17.3,
    "BL": "جب سے یہ مژگاں ہوئے در پر ترے جاروب کش<br><span class=\"diff\">رو برو</span> تب سے مری آنکھوں کے ٹل <span class=\"diff\">جاتا</span> ہے <span class=\"diff\">خواب</span>",
    "TO": "جب سے یہ مژگاں ہوئے در پر ترے جاروب کش<br><span class=\"diff\">رو برو</span> تب سے مری آنکھوں کے ٹل <span class=\"diff\">جاتا</span> ہے <span class=\"diff\">خواب</span>",
    "SJ": "جب سے یہ مژگاں ہوئے در پر ترے جاروب کش<br><span class=\"diff\">رو برو</span> تب سے مری آنکھوں کے ٹل <span class=\"diff\">جاتا</span> ہے <span class=\"diff\">خواب</span>",
    "GM": "جب سے یہ مژگاں ہوئے در پر ترے جاروب کش<br>روبرو تب سے مری آنکھوں کے ٹل جاتی ہے نیند"
  },
  {
    "id": 17.4,
    "BL": "دھیان میں گل رو <span class=\"diff\">کی</span> چین آتا نہیں افسانہ گر<br>لے صبا سے <span class=\"diff\">گاہ</span> بوئے <span class=\"diff\">یاربہلاتا</span> ہے <span class=\"diff\">خواب</span>",
    "TO": "دھیان میں گل رو <span class=\"diff\">کی</span> چین آتا نہیں افسانہ گر<br>لے صبا سے <span class=\"diff\">گاہ</span> بوئے <span class=\"diff\">یاربہلاتا</span> ہے <span class=\"diff\">خواب</span>",
    "SJ": "دھیان میں گل رو <span class=\"diff\">کی</span> چین آتا نہیں افسانہ گر<br>لے صبا سے <span class=\"diff\">گاہ</span> بوئے <span class=\"diff\">یاربہلاتا</span> ہے <span class=\"diff\">خواب</span>",
    "GM": "دھیان میں گل رو کے چین آتا نہیں افسانہ گر<br>لے صبا سے گاه بوئے یار بہلاتی ہے نیند"
  },
  {
    "id": 17.5,
    "BL": "اشک <span class=\"diff\">ریزاں</span> تو <span class=\"diff\">نہیں</span> چندا کہ چشم خلق سے<br>قرة العین علی کے غم میں بہہ <span class=\"diff\">جاتا</span> ہے <span class=\"diff\">خواب</span>",
    "TO": "اشک <span class=\"diff\">ریزاں</span> تو <span class=\"diff\">نہیں</span> چندا کہ چشم خلق سے<br>قرة العین علی کے غم میں بہہ <span class=\"diff\">جاتا</span> ہے <span class=\"diff\">خواب</span>",
    "SJ": "اشک <span class=\"diff\">ریزاں</span> تو <span class=\"diff\">نہیں</span> چندا <span class=\"diff\">کی</span> چشم خلق سے<br>قرة العین علی کے غم میں بہہ <span class=\"diff\">جاتا</span> ہے <span class=\"diff\">خواب</span>",
    "GM": "اشک تو اتنے بہے چندا کہ چشم خلق سے<br>قرة العین علی کے غم میں بہہ جاتی ہے نیند"
  },
  {
    "id": 18.1,
    "BL": "",
    "TO": "",
    "SJ": "سوتا ہے ساتھ اپنے وہ گل عذار ہر شب<br>صد شکر دیکھتے ہیں کیا <span class=\"diff\">ہی</span> بہار ہر شب",
    "GM": "سوتا ہے ساتھ اپنے وہ گل عذار ہر شب<br>صد شکر دیکھتے ہیں کیا کیا بہار ہر شب"
  },
  {
    "id": 18.2,
    "BL": "",
    "TO": "",
    "SJ": "شاید کہ میرے گھر میں وہ رشک ماه آوے<br>رہتا ہوں اس لئے میں امیدوار ہر شب",
    "GM": "شاید کہ میرے گھر میں وہ رشک ماه آوے<br>رہتا ہوں اس لئے میں امیدوار ہر شب"
  },
  {
    "id": 18.3,
    "BL": "",
    "TO": "",
    "SJ": "پھر لو لگی ہے مجھ کو کس شمع رو کی ہے ہے<br>دل ان دنوں رہے ہے کچھ بے قرار ہر شب",
    "GM": "پھر لو لگی ہے مجھ کو کس شمع رو کی ہے ہے<br>دل ان دنوں رہے ہے کچھ بے قرار ہر شب"
  },
  {
    "id": 18.4,
    "BL": "",
    "TO": "",
    "SJ": "خود صید ہو <span class=\"diff\">گئی میں</span> اب دام میں <span class=\"diff\">کسو</span> کے<br>کرتے تھے <span class=\"diff\">اب</span> باہم تازه شکار ہر شب",
    "GM": "خود صید ہو گئے ہیں اب دام میں کسی کے<br>کرتے تھے آپ باہم تازه شکار ہر شب"
  },
  {
    "id": 18.5,
    "BL": "",
    "TO": "",
    "SJ": "میدان حشر میں تم چندا کے <span class=\"diff\">ہونا باور</span><br>بس <span class=\"diff\">یہ ہی</span> التجا ہے دلدل سوار ہر شب",
    "GM": "میدان حشر میں تم چندا کے کام آنا<br>بس التجا ہے اتنی دلدل سوار ہر شب"
  },
  {
    "id": 19.1,
    "BL": "",
    "TO": "",
    "SJ": "تمہاری زلفوں کے جیسے ہیں پیچ و تاب میں سانپ<br><span class=\"diff\">کسو</span> نے دیکھے نہیں ایسے کالے خواب میں سانپ",
    "GM": "تمہاری زلفوں کے جیسے ہیں پیچ و تاب میں سانپ<br>کسی نے دیکھے نہیں ایسے کالے خواب میں سانپ"
  },
  {
    "id": 19.2,
    "BL": "",
    "TO": "",
    "SJ": "جھلک جو <span class=\"diff\">دیکھی تھی گیسو</span> کی <span class=\"diff\">تیرے سپنے</span> میں<br><span class=\"diff\">پھرے</span> ہیں رات سے <span class=\"diff\">مجھ</span> دیدۂ  پر آب میں سانپ",
    "GM": "جھلک جو زلف معنبر کی خواب میں دیکھی<br>بھرے ہیں رات سے اس دیدۂ  پر آب میں سانپ"
  },
  {
    "id": 19.3,
    "BL": "",
    "TO": "",
    "SJ": "نہیں ہے زلف کی لٹ اس رخ معرق پر<br>یہ <span class=\"diff\">اس جابنے</span> نکلا ہے ماہتاب میں سانپ",
    "GM": "نہیں ہے زلف کی لٹ اس رخ معرق پر<br>یہ اوس چاٹنے نکلا ہے ماہتاب میں سانپ"
  },
  {
    "id": 19.4,
    "BL": "",
    "TO": "",
    "SJ": "اگر ہو چیں بجبیں جام دے وہ بادہ گسار<br>ہزاروں آویں نظر ساغر شراب میں سانپ",
    "GM": "اگر ہو چیں بجبیں جام دے وہ بادہ گسار<br>ہزاروں آویں نظر ساغر شراب میں سانپ"
  },
  {
    "id": 19.5,
    "BL": "",
    "TO": "",
    "SJ": "جناب شاہ نجف کا جو مارے دم چندا<br>پٹک پٹک کے رہے پھن کو اضطراب میں سانپ",
    "GM": "جناب شاہ نجف کا جو مارے دم چندا<br>پٹک پٹک کے رہے پھن کو اضطراب میں سانپ"
  },
  {
    "id": 20.1,
    "BL": "",
    "TO": "",
    "SJ": "آپ گردن تو ہلا دیتے ہیں ہر بات کے وقت<br>یہ غضب ہے کہ <span class=\"diff\">بچھل</span> جاتے <span class=\"diff\">ہو</span> پھر گھات کے وقت",
    "GM": "آپ گردن تو ہلا دیتے ہیں ہر بات کے وقت<br>یہ غضب ہے کہ مچل جاتے ہیں پھر گھات کے وقت"
  },
  {
    "id": 20.2,
    "BL": "",
    "TO": "",
    "SJ": "آنکھ بھی پھڑکے ہے اور بھوں <span class=\"diff\">[بھی]</span> ہلی جاتی ہے<br>ان کی چتون کو ذرا دیکھو اشارات کے وقت",
    "GM": "آنکھ بھی پھڑکے ہے اور بھوں بھی ہلی جاتی ہے<br>ان کی چتون کو ذرا دیکھو اشارات کے وقت"
  },
  {
    "id": 20.3,
    "BL": "",
    "TO": "",
    "SJ": "چشم بد دور <span class=\"diff\">[ہم]</span> ہوتی ہیں کیا کیا چہلیں<br>بلکہ <span class=\"diff\">ہٹکر [؟]</span> کی <span class=\"diff\">پہرنی [؟]</span> ہے ملاقات کے وقت",
    "GM": "چشم بد دور بہم ہوتی ہیں کیا کیا چہلیں<br>بلکہ الفت کی ترقی ہے ملاقات کے وقت"
  },
  {
    "id": 20.4,
    "BL": "",
    "TO": "",
    "SJ": "جابجا ہوتے ہیں اس بات کے دن کو چرچے<br>تم جو چھپ چھپ کے کہیں جاتے ہو <span class=\"diff\">جی</span> رات کے وقت",
    "GM": "جابجا ہوتے ہیں اس بات کے دن کو چرچے<br>تم جو چھپ چھپ کے کہیں جاتے ہو ہر رات کے وقت"
  },
  {
    "id": 20.5,
    "BL": "",
    "TO": "",
    "SJ": "<span class=\"diff\">جبہہ سا ہو ہو</span> کے چندا تو شہ مرداں سے<br>مانگ لے دولت کونین عنایات کے وقت",
    "GM": "کر کے چندا تو جبیں سائی شہ مرداں سے<br>مانگ لے دولت کونین عنایات کے وقت"
  },
  {
    "id": 21.1,
    "BL": "بندھے عقده کشائی کی نہ کیوں ہر کار میں صورت<br>ملے ہے اسم اعظم کی جو میرے یار میں صورت",
    "TO": "بندھے عقده کشائی کی نہ کیوں ہر کار میں صورت<br>ملے ہے اسم اعظم کی جو میرے یار میں صورت",
    "SJ": "بندھے عقده کشائی کی نہ کیوں ہر کار میں صورت<br>ملے ہے اسم اعظم کی جو میرے یار میں صورت",
    "GM": "بندھے عقده کشائی کی نہ کیوں ہر کار میں صورت<br>ملے ہے اسم اعظم کی جو میرے یار میں صورت"
  },
  {
    "id": 21.2,
    "BL": "ہوا زیبا بدن گل رو <span class=\"diff\">ہمارا</span> خلق جس دن سے<br>نہ دیکھا وہ زمانے میں کسی گلزار میں صورت",
    "TO": "ہوا زیبا بدن گل رو <span class=\"diff\">ہمارا</span> خلق جس دن سے<br>نہ دیکھا وہ زمانے میں کسی گلزار میں صورت",
    "SJ": "ہوا زیبا بدن گل رو <span class=\"diff\">ہمارا</span> خلق جس دن سے<br>نہ دیکھا وہ زمانے میں کسی گلزار میں صورت",
    "GM": "ہوا زیبا بدن گل رو تمهارا خلق جس دن سے<br>نہ دیکھا وہ زمانے میں کسی گلزار میں صورت"
  },
  {
    "id": 21.3,
    "BL": "تصدق اس لئے ہوں میں جواہر پوش کے یکسر<br>نظر آ جائے اس کے دل کی نو سر ہار میں صورت",
    "TO": "تصدق اس لئے ہوں میں جواہر پوش کے یکسر<br>نظر آ جائے اس کے دل کی نو سر ہار میں صورت",
    "SJ": "تصدق اس لئے ہوں میں جواہر پوش کے یکسر<br>نظر آ جائے اس کے دل کی نو سر ہار میں صورت",
    "GM": "تصدق اس لئے ہوں میں جواہر پوش کے یکسر<br>نظر آ جائے اس کے دل کی نو سر ہار میں صورت"
  },
  {
    "id": 21.4,
    "BL": "میں دیکھا تھا <span class=\"diff\">کہیں بازی</span> میں اس ناداں کو چکر سے<br><span class=\"diff\">گھٹی</span> آتی ہے وہ <span class=\"diff\">ہی</span> ہر نگہ کی تار میں صورت",
    "TO": "میں دیکھا تھا <span class=\"diff\">کہیں</span> باری میں اس ناداں کو چکر سے<br><span class=\"diff\">گھٹی</span> آتی ہے وہ <span class=\"diff\">ہی</span> ہر نگہ کی تار میں صورت",
    "SJ": "میں دیکھا تھا <span class=\"diff\">کہیں بازی</span> میں اس ناداں کو چکر سے<br><span class=\"diff\">گھٹی</span> آتی ہے وہ <span class=\"diff\">ہی</span> ہر نگہ کی تار میں صورت",
    "GM": "میں دیکھا تھا کئی باری میں اس ناداں کو چکر سے<br>کبھی آتی ہے وہ بھی ہر نگہ کی تار میں صورت"
  },
  {
    "id": 21.5,
    "BL": "رہے چندا نہ کیوں کر مرتضیٰ کی یاد میں ہر دم<br>اگر کچھ مخلصی کی ہے تو اس کردار میں صورت",
    "TO": "رہے چندا نہ کیوں کر مرتضیٰ کی یاد میں ہر دم<br>اگر کچھ مخلصی کی ہے تو اس کردار میں صورت",
    "SJ": "رہے چندا نہ کیوں کر مرتضیٰ کی یاد میں ہر دم<br>اگر کچھ مخلصی کی ہے تو اس کردار میں صورت",
    "GM": "رہے چندا نہ کیوں کر مرتضیٰ کی یاد میں ہر دم<br>اگر کچھ مخلصی کی ہے تو اس کردار میں صورت"
  },
  {
    "id": 22.1,
    "BL": "بس ہجوم گل سے اپنے کیا خوش <span class=\"diff\">آئے</span> ہے بسنت<br>باغ میں گل رو کے آگے رنگ <span class=\"diff\">اڑائے</span> ہے بسنت",
    "TO": "بس ہجوم گل سے اپنے کیا خوش <span class=\"diff\">آئے</span> ہے بسنت<br>باغ میں گل رو کے آگے رنگ <span class=\"diff\">اڑائے</span> ہے بسنت",
    "SJ": "بس ہجوم گل سے اپنے کیا خوش <span class=\"diff\">آئے</span> ہے بسنت<br>باغ میں گل رو کے آگے رنگ <span class=\"diff\">اڑائے</span> ہے بسنت",
    "GM": "بس ہجوم گل سے اپنے کیا خوش آئی ہے بسنت<br>باغ میں گل رو کے آگے رنگ لائی ہے بسنت"
  },
  {
    "id": 22.2,
    "BL": "جوشش گل رو سے مجھ کو کب خوش <span class=\"diff\">آتی</span> ہے بہار<br>گرچه رعنائی کا اپنے ساز <span class=\"diff\">لائے</span> ہے بسنت",
    "TO": "جوشش گل رو سے مجھ کو کب خوش <span class=\"diff\">آتی</span> ہے بہار<br>گرچه رعنائی کا اپنے ساز <span class=\"diff\">لائے</span> ہے بسنت",
    "SJ": "جوشش گل رو سے مجھ کو کب خوش <span class=\"diff\">آتی</span> ہے بہار<br>گرچه رعنائی کا اپنے ساز <span class=\"diff\">لائے</span> ہے بسنت",
    "GM": "جوشش گل رو سے مجھ کو کب خوش آئی ہے بہار<br>گرچه رعنائی کا اپنے ساز لائی ہے بسنت"
  },
  {
    "id": 22.3,
    "BL": "میکش و زرپوش ہو جب تو کیا نازک خرام<br>پھول سے تیرے لئے منڈوے <span class=\"diff\">کے چھائے</span> ہے بسنت",
    "TO": "میکش و زرپوش ہو جب تو کیا نازک خرام<br>پھول سے تیرے لئے منڈوے <span class=\"diff\">کے چھائے</span> ہے بسنت",
    "SJ": "میکش و زرپوش ہو جب تو کیا نازک خرام<br>پھول سے تیرے لئے منڈوے کو چھائی ہے بسنت",
    "GM": "میکش و زرپوش ہو جب تو کیا نازک خرام<br>پھول سے تیرے لئے منڈوے کو چھائی ہے بسنت"
  },
  {
    "id": 22.4,
    "BL": "جلوہ گر ہو یار جب بر میں کیا رنگیں قبا<br>جس طرف کیجے نظر دھومیں <span class=\"diff\">مچائے</span> ہے بسنت",
    "TO": "جلوہ گر ہو یار جب بر میں کیا رنگیں قبا<br>جس طرف کیجے نظر دھومیں <span class=\"diff\">مچائے</span> ہے بسنت",
    "SJ": "جلوہ گر ہو یار جب بر میں کیا رنگیں قبا<br>جس طرف کیجے نظر دھومیں <span class=\"diff\">مچائے</span> ہے بسنت",
    "GM": "جلوہ گر ہو یار جب بر میں کیا رنگیں قبا<br>جس طرف کیجے نظر دھومیں مچائی ہے بسنت"
  },
  {
    "id": 22.5,
    "BL": "سر کو اپنے کر تصدق <span class=\"diff\">لائی ہے گڑوا بنا</span><br>در <span class=\"diff\">تمہارے</span> یا علی چندا نے گائی ہے بسنت",
    "TO": "سر کو اپنے کر تصدق <span class=\"diff\">لائی ہے گڑوا بنا</span><br>در <span class=\"diff\">تمہارے</span> یا علی چندا نے گائی ہے بسنت",
    "SJ": "سر کو اپنے کر تصدق <span class=\"diff\">لائی ہے گڑوا بنا</span><br>در <span class=\"diff\">تمہارے</span> یا علی چندا نے گائی ہے بسنت",
    "GM": "سر کو اپنے کر تصدق آکے یہ مثل گدا<br>تیرے در پر یا علی چندا نے گائی ہے بسنت"
  },
  {
    "id": 23.1,
    "BL": "تو نے کی شرط وفا مجھ سے ادا صد رحمت<br>دل مرا لے ہی لیا پھر نہ دیا صد رحمت",
    "TO": "تو نے کی شرط وفا مجھ سے ادا صد رحمت<br>دل مرا لے ہی لیا پھر نہ دیا صد رحمت",
    "SJ": "تو نے کی شرط وفا مجھ سے ادا صد رحمت<br>دل مرا لے ہی لیا پھر نہ دیا صد رحمت",
    "GM": "تو نے کی شرط وفا مجھ سے ادا صد رحمت<br>دل مرا لے ہی لیا پھر نہ دیا صد رحمت"
  },
  {
    "id": 23.2,
    "BL": "گر تجھے عار ہے ملنے سے مرے اے ظالم<br>کیوں کیا <span class=\"diff\">ہوش</span> کو تو مجھ سے جدا صد رحمت",
    "TO": "گر تجھے عار ہے ملنے سے مرے اے ظالم<br>کیوں کیا <span class=\"diff\">ہوش</span> کو تو مجھ سے جدا صد رحمت",
    "SJ": "گر تجھے عار ہے ملنے <span class=\"diff\">دھی [؟]</span> مرے اے ظالم<br>کیوں کیا <span class=\"diff\">ہوش</span> کو تو مجھ سے جدا صد رحمت",
    "GM": "گر تجھے عار ہے ملنے سے مرے اے ظالم<br>کیوں کیا عقل کو تو مجھ سے جدا صد رحمت"
  },
  {
    "id": 23.3,
    "BL": "سود و نقصاں کی <span class=\"diff\">نئیں</span> مجھ کو غرض دنیا سے<br>میں رکھوں تیری خوشی تو ہو خفا صد رحمت",
    "TO": "سود و نقصاں کی <span class=\"diff\">نئیں</span> مجھ کو غرض دنیا سے<br>میں رکھوں تیری خوشی تو ہو خفا صد رحمت",
    "SJ": "سود و نقصاں کی <span class=\"diff\">نئیں</span> مجھ کو غرض دنیا سے<br>میں رکھوں تیری خوشی تو ہو خفا صد رحمت",
    "GM": "سود و نقصاں کی نہیں مجھ کو غرض دنیا سے<br>میں رکھوں تیری خوشی تو ہو خفا صد رحمت"
  },
  {
    "id": 23.4,
    "BL": "غمزه و ناز و ادا کر کے مرے دل کو لیا<br>اس لئے کرتا ہے بیدل پہ جفا صد رحمت",
    "TO": "غمزه و ناز و ادا کر کے مرے دل کو لیا<br>اس لئے کرتا ہے بیدل پہ جفا صد رحمت",
    "SJ": "غمزه و ناز و ادا کر کے مرے دل کو لیا<br>اس لئے کرتا ہے بیدل <span class=\"diff\">تو</span> جفا صد رحمت",
    "GM": "غمزه و ناز و ادا کر کے مرے دل کو لیا<br>اس لئے کرتا ہے بیدل پہ جفا صد رحمت"
  },
  {
    "id": 23.5,
    "BL": "چندا جو کوئی <span class=\"diff\">ہو</span> خدام جناب مولا<br>اس پہ ہے صبح و مسا نام خدا صد رحمت",
    "TO": "چندا جو کوئی <span class=\"diff\">ہو</span> خدام جناب مولا<br>اس پہ ہے صبح و مسا نام خدا صد رحمت",
    "SJ": "چندا جو کوئی ہے خدام جناب مولا<br>اس پہ ہے صبح و مسا نام خدا صد رحمت",
    "GM": "چندا جو کوئی ہے خدام جناب مولا<br>اس پہ ہے صبح و مسا نام خدا صد رحمت"
  },
  {
    "id": 24.1,
    "BL": "روبرو کب ہو لب لعل کے تاب یاقوت<br>نام سن جس کا اتر جائے ہے آب یاقوت",
    "TO": "روبرو کب ہو لب لعل کے تاب یاقوت<br>نام <span class=\"diff\">سے</span> جس کا اتر جائے ہے آب یاقوت",
    "SJ": "روبرو کب ہو لب لعل کے تاب یاقوت<br>نام سن جس کا اتر جائے ہے آب یاقوت",
    "GM": "روبرو کب ہو لب لعل کے تاب یاقوت<br>نام سن جس کا اتر جائے ہے آب یاقوت"
  },
  {
    "id": 24.2,
    "BL": "رخصت بوسہ دیا پان چبا کر ظالم<br>اپنی قسمت میں مگر تھا یہ حجاب یاقوت",
    "TO": "رخصت بوسہ دیا پان چبا کر ظالم<br>اپنی قسمت میں مگر تھا یہ حجاب یاقوت",
    "SJ": "رخصت بوسہ دیا پان چبا کر ظالم<br>اپنی قسمت میں مگر تھا یہ حجاب یاقوت",
    "GM": "رخصت بوسہ دیا پان چبا کر ظالم<br>اپنی قسمت میں مگر تھا یہ حجاب یاقوت"
  },
  {
    "id": 24.3,
    "BL": "کر  کے عاشق کی طرف چیں بہ جبیں دی گالی<br>مثل نیلم کے ہوا رنگ خراب یاقوت",
    "TO": "کر  کے عاشق کی طرف چیں بہ جبیں دی گالی<br>مثل نیلم کے ہوا رنگ خراب یاقوت",
    "SJ": "<span class=\"diff\">کو</span>  کے عاشق کی طرف چیں بہ جبیں دی گالی<br>مثل نیلم کے ہوا رنگ خراب یاقوت",
    "GM": "کر  کے عاشق کی طرف چیں بہ جبیں دی گالی<br>مثل نیلم کے ہوا رنگ خراب یاقوت"
  },
  {
    "id": 24.4,
    "BL": "پہنچے کی جب ترے آ جائے ڈھلک پہنچی پر<br>فندق دست سے ملتا ہے جواب یاقوت",
    "TO": "پہنچے کی جب ترے آ جائے ڈھلک پہنچی پر<br>فندق دست سے ملتا ہے جواب یاقوت",
    "SJ": "پہنچے کی جب ترے آ جائے ڈھلک <span class=\"diff\">[پہنچی پر]</span><br>فندق دست سے ملتا ہے جواب یاقوت",
    "GM": "پہنچے کی جب ترے آ جائے ڈھلک پہنچی پر<br>فندق دست سے ملتا ہے جواب یاقوت"
  },
  {
    "id": 24.5,
    "BL": "یا علی کیجئے فردوس میں چندا کو عطا<br>لعل کا قصر کہ ہووے جسے باب یاقوت",
    "TO": "یا علی کیجئے فردوس میں چندا کو عطا<br>لعل کا قصر کہ ہووے جسے باب یاقوت",
    "SJ": "یا علی کیجئے فردوس میں چندا کو عطا<br>لعل کا قصر کہ ہووے جسے باب یاقوت",
    "GM": "یا علی کیجئے فردوس میں چندا کو عطا<br>لعل کا قصر کہ ہووے جسے باب یاقوت"
  },
  {
    "id": 25.1,
    "BL": "<span class=\"diff\">لئے اک</span> جو کے دانے کے <span class=\"diff\">کیا ہے</span> ابتدا غفلت<br>نہ پوچھو ہوش کی اس <span class=\"diff\">سے</span> ہو جس <span class=\"diff\">کا</span> انتہا غفلت",
    "TO": "<span class=\"diff\">لئے اک</span> جو کے دانے کے <span class=\"diff\">کیا ہے</span> ابتدا غفلت<br>نہ پوچھو ہوش کی اس <span class=\"diff\">سے</span> ہو جس <span class=\"diff\">کا</span> انتہا غفلت",
    "SJ": "<span class=\"diff\">لئے اک</span> جو کے دانے کے <span class=\"diff\">کیا ہے</span> ابتدا غفلت<br>نہ پوچھو ہوش کی اس <span class=\"diff\">سے</span> ہو جس <span class=\"diff\">کا</span> انتہا غفلت",
    "GM": "کرے یک جو کے دانے کے لئے جو ابتدا غفلت<br>نہ پوچھو ہوش کی اس کے ہو جس کی انتہا غفلت"
  },
  {
    "id": 25.2,
    "BL": "رکھے ہے ہر <span class=\"diff\">پر</span> پرواز میں سیر دو عالم کو<br><span class=\"diff\">کبھو</span> ٹک صید دل ہو دام سے تیرے رہا غفلت",
    "TO": "رکھے ہے ہر <span class=\"diff\">پر</span> پرواز میں سیر دو عالم کو<br><span class=\"diff\">کبھو</span> ٹک صید دل ہو دام سے تیرے رہا غفلت",
    "SJ": "رکھے ہے ہر <span class=\"diff\">پر</span> پرواز میں سیر دو عالم کو<br><span class=\"diff\">کبھو</span> ٹک صید دل ہو دام سے تیرے رہا غفلت",
    "GM": "رکھے ہے ہر پری پرواز میں سیر دو عالم کو<br>کبھی ٹک صید دل ہو دام سے تیرے رہا غفلت"
  },
  {
    "id": 25.3,
    "BL": "پری رو نشہ بخشے ہے نگاہ مست سے اپنے<br>پریشاں دل تھا زلفوں <span class=\"diff\">کا دیا تس پر</span> جدا غفلت",
    "TO": "پری رو نشہ بخشے ہے نگاہ مست سے اپنے<br>پریشاں دل تھا زلفوں <span class=\"diff\">کا دیا تس پر</span> جدا غفلت",
    "SJ": "پری رو نشہ بخشے ہے نگاہ مست سے اپنے<br>پریشاں دل تھا زلفوں <span class=\"diff\">کا دیا تس پر</span> جدا غفلت",
    "GM": "پری رو نشہ بخشے ہے نگاہ مست سے اپنے<br>پریشاں دل تھا اپنا اس پہ زلفوں کی جدا غفلت"
  },
  {
    "id": 25.4,
    "BL": "بڑی جرات ہے ان کی جو ہیں تیری ہم نشیی میں<br><span class=\"diff\">کئے ہیں</span> یک نگہ نے دل پہ میرے <span class=\"diff\">آ بسا</span> غفلت",
    "TO": "بڑی جرات ہے ان کی جو ہیں تیری ہم نشیی میں<br><span class=\"diff\">کئے ہیں</span> یک نگہ نے دل پہ میرے <span class=\"diff\">آ ب [سا]</span> غفلت",
    "SJ": "بڑی جرات ہے ان کی جو ہیں تیری ہم نشیی میں<br><span class=\"diff\">کئے ہیں</span> یک نگہ نے دل پہ میرے <span class=\"diff\">آ بسا</span> غفلت",
    "GM": "بڑی جرات ہے ان کی جو ہیں تیری ہم نشیی میں<br>یہ تیری یک نگہ نے دل پہ میرے کی ہے کیا غفلت"
  },
  {
    "id": 25.5,
    "BL": "کرو اب فضل سے چندا کو اپنی یا علی بخشش<br><span class=\"diff\">رکھے</span> تا دور اس کے دیدۂ دل سے <span class=\"diff\">خدا</span> غفلت",
    "TO": "کرو اب فضل سے چندا کو اپنی یا علی بخشش<br><span class=\"diff\">رکھے</span> تا دور اس کے دیدۂ دل سے <span class=\"diff\">خدا</span> غفلت",
    "SJ": "کرو اب فضل سے چندا کو اپنی یا علی بخشش<br><span class=\"diff\">رکھے</span> تا دور اس کے دیدۂ دل سے <span class=\"diff\">خدا</span> غفلت",
    "GM": "کرو اب فضل سے چندا کو اپنی یا علی بخشش<br>رہے تا دور اس کے دیدۂ دل سے جدا غفلت"
  },
  {
    "id": 26.1,
    "BL": "شیشۂ دل کو دیا ہوں تیرے ہات<br>چور یا ثابت ہو <span class=\"diff\">رکھیو</span> اپنے سات",
    "TO": "شیشۂ دل کو دیا ہوں تیرے ہات<br>چور یا ثابت ہو <span class=\"diff\">رکھیو</span> اپنے سات",
    "SJ": "شیشۂ دل کو دیا ہوں تیرے ہات<br>چور یا ثابت ہو <span class=\"diff\">رکھیو</span> اپنے سات",
    "GM": "شیشۂ دل کو دیا ہوں تیرے ہات<br>چور یا ثابت ہو رکھ تو اپنے سات"
  },
  {
    "id": 26.2,
    "BL": "کعبۂ دل <span class=\"diff\">بھی</span> سمجھ کر اپنا گھر<br>اے بت نا مہرباں رہ ایک رات",
    "TO": "کعبۂ دل <span class=\"diff\">بھی</span> سمجھ کر اپنا گھر<br>اے بت نا مہرباں رہ ایک رات",
    "SJ": "کعبۂ دل <span class=\"diff\">بھی</span> سمجھ کر اپنا گھر<br>اے بت نا مہرباں رہ ایک رات",
    "GM": "کعبۂ دل ہی سمجھ کر اپنا گھر<br>اے بت نا مہرباں رہ ایک رات"
  },
  {
    "id": 26.3,
    "BL": "انتظار آخر ہوا اے گل عذار<br><span class=\"diff\">پر کئے نئیں غنچہ</span> لب سے <span class=\"diff\">تم</span> نے بات",
    "TO": "انتظار آخر ہوا اے گل عذار<br><span class=\"diff\">پر کئے نئیں غنچہ</span> لب سے <span class=\"diff\">تم</span> نے بات",
    "SJ": "انتظار آخر ہوا اے گل عذار<br><span class=\"diff\">پر کئے نئیں غنچہ</span> لب سے <span class=\"diff\">تم</span> نے بات",
    "GM": "انتظار آخر ہوا اے گل عذار<br>غنچۂ لب سے نہ کی پر تو نے بات"
  },
  {
    "id": 26.4,
    "BL": "دو ہی دن ملنے میں تم گھبرا گئے<br>پھر خدا ہی جانے کب ہو ایسی کھات",
    "TO": "دو ہی دن ملنے میں تم گھبرا گئے<br>پھر خدا ہی جانے کب ہو ایسی کھات",
    "SJ": "دو ہی دن ملنے میں تم گھبرا گئے<br>پھر خدا ہی جانے کب ہو ایسی کھات",
    "GM": "دو ہی دن ملنے میں تم گھبرا گئے<br>پھر خدا ہی جانے کب ہو ایسی کھات"
  },
  {
    "id": 26.5,
    "BL": "روبرو چندا کے <span class=\"diff\">ہرگز نئیں</span> عجب<br>مشتری و زہره <span class=\"diff\">تا</span> پرویں <span class=\"diff\">ہو</span> مات",
    "TO": "روبرو چندا کے <span class=\"diff\">ہرگز نئیں</span> عجب<br>مشتری و زہره <span class=\"diff\">تا</span> پرویں <span class=\"diff\">ہو</span> مات",
    "SJ": "روبرو چندا کے <span class=\"diff\">ہرگز نئیں</span> عجب<br>مشتری و زہره <span class=\"diff\">تا</span> پرویں <span class=\"diff\">ہو</span> مات",
    "GM": "روبرو چندا کے ہووے کیا عجب<br>مشتری و زہره و پرویں کو مات"
  },
  {
    "id": 27.1,
    "BL": "",
    "TO": "",
    "SJ": "اے حضرت دل کیجے نہ آہنگ خرابات<br>کچھ ان دنوں بگڑا ہے <span class=\"diff\">نپٹ</span> رنگ خرابات",
    "GM": "اے حضرت دل کیجے نہ آہنگ خرابات<br>کچھ ان دنوں بگڑا ہے بہت رنگ خرابات"
  },
  {
    "id": 27.2,
    "BL": "",
    "TO": "",
    "SJ": "یوں اس کے مرے نشے میں ہے صلح کا عالم<br>جس طرح کہ مستوں میں رہے جنگ خرابات",
    "GM": "یوں اس کے مرے نشے میں ہے صلح کا عالم<br>جس طرح کہ مستوں میں رہے جنگ خرابات"
  },
  {
    "id": 27.3,
    "BL": "",
    "TO": "",
    "SJ": "انگور کا دانہ ہے <span class=\"diff\">کہ یک</span> آبلۂ یا<br>طے ہوتے ہیں کس لطف سے فرسنگ خرابات",
    "GM": "انگور کا دانہ ہے ہر اک آبلۂ یا<br>طے ہوتے ہیں کس لطف سے فرسنگ خرابات"
  },
  {
    "id": 27.4,
    "BL": "",
    "TO": "",
    "SJ": "غش کھائے ہے جی سنتے ہی لہرائے ہے دل بھی<br>بجتی ہے عجب لے سے نے و چنگ خرابات",
    "GM": "غش کھائے ہے جی سنتے ہی لہرائے ہے دل بھی<br>بجتی ہے عجب لے سے نے و چنگ خرابات"
  },
  {
    "id": 27.5,
    "BL": "",
    "TO": "",
    "SJ": "یا ساقی کوثر یہی چندا کی دعا ہے<br>یہ دور رہے ان سے جو <span class=\"diff\">ہیں</span> ننگ خرابات",
    "GM": "یا ساقی کوثر یہی چندا کی دعا ہے<br>یہ دور رہے ان سے جو ہے ننگ خرابات"
  },
  {
    "id": 28.1,
    "BL": "صرف ہو گر عیش میں پیری  جوانی ہے عبث<br>گر نہ ہووے تو بغل میں زندگانی ہے عبث",
    "TO": "صرف ہو گر عیش میں پیری  جوانی ہے عبث<br>گر نہ ہووے تو بغل میں زندگانی ہے عبث",
    "SJ": "صرف ہو گر عیش میں پیری  جوانی ہے عبث<br>گر نہ ہووے تو بغل میں زندگانی ہے عبث",
    "GM": "صرف ہو گر عیش میں پیری  جوانی ہے عبث<br>گر نہ ہووے تو بغل میں زندگانی ہے عبث"
  },
  {
    "id": 28.2,
    "BL": "جاں فشانی پر مری گو رحم آیا بعد عمر<br>گر نہ ہو دل سے بظاہر مہربانی ہے عبث",
    "TO": "جاں فشانی پر مری گو رحم آیا بعد عمر<br>گر نہ ہو دل سے بظاہر مہربانی ہے عبث",
    "SJ": "جاں فشانی پر مری گو رحم آیا بعد عمر<br>گر نہ ہو دل سے بظاہر مہربانی ہے عبث",
    "GM": "جاں فشانی پر مری گو رحم آیا بعد عمر<br>گر نہ ہو دل سے بظاہر مہربانی ہے عبث"
  },
  {
    "id": 28.3,
    "BL": "آه <span class=\"diff\">نالے</span> پر مرے <span class=\"diff\">یہ</span> داد دی <span class=\"diff\">ہو</span> مہرباں<br>وائے قسمت سن <span class=\"diff\">کہا یہ</span> قصہ خوانی ہے عبث",
    "TO": "آه <span class=\"diff\">نالے</span> پر مرے <span class=\"diff\">یہ</span> داد دی <span class=\"diff\">ہو</span> مہرباں<br>وائے قسمت سن <span class=\"diff\">کہا یہ</span> قصہ خوانی ہے عبث",
    "SJ": "آه و <span class=\"diff\">نالے</span> پر مرے <span class=\"diff\">یہ</span> داد دی <span class=\"diff\">ہو</span> مہرباں<br>وائے قسمت سن <span class=\"diff\">کہا یہ</span> قصہ خوانی ہے عبث",
    "GM": "آه و نالہ پر مرے کیا داد دی ہے مہرباں<br>وائے قسمت سن کے بولے قصہ خوانی ہے عبث"
  },
  {
    "id": 28.4,
    "BL": "غیر سے ہوتا ہے <span class=\"diff\">کیا</span> تو مختلط ہر بزم میں<br><span class=\"diff\">بس یہ</span> صورت <span class=\"diff\">میں مری سب</span> جاں فشانی ہے عبث",
    "TO": "غیر سے ہوتا ہے <span class=\"diff\">کیا</span> تو مختلط ہر بزم میں<br><span class=\"diff\">بس یہ</span> صورت <span class=\"diff\">میں مری سب</span> جاں فشانی ہے عبث",
    "SJ": "غیر سے ہوتا ہے <span class=\"diff\">کیا</span> تو مختلط ہر بزم میں<br><span class=\"diff\">بس یہ</span> صورت <span class=\"diff\">میں مری سب</span> جاں فشانی ہے عبث",
    "GM": "غیر سے ہوتا ہے کیوں تو مختلط ہر بزم میں<br>گر یہی صورت ہے میری جاں فشانی ہے عبث"
  },
  {
    "id": 28.5,
    "BL": "<span class=\"diff\">بخش دے</span> ہے ہر گدا کو تو دو عالم یا علی<br>در پہ کب چندا کو تیرے <span class=\"diff\">داربانی</span> ہے عبث",
    "TO": "<span class=\"diff\">بخش دے</span> ہے ہر گدا کو تو دو عالم یا علی<br>در پہ کب چندا کو تیرے <span class=\"diff\">داربانی</span> ہے عبث",
    "SJ": "<span class=\"diff\">بخش دے</span> ہے ہر گدا کو تو دو عالم یا علی<br>در پہ کب <span class=\"diff\">[چندا]</span> کو تیرے <span class=\"diff\">دربانی</span> ہے عبث",
    "GM": "بخشتا ہے ہر گدا کو تو دو عالم یا علی<br>در پہ کب چندا کو تیرے پاسبانی ہے عبث"
  },
  {
    "id": 29.1,
    "BL": "یکایک ہم سے تو بے دل ہوا ہے اس کا کیا باعث<br>مگر دل اپنا دے غیروں کو ہم پر ہو <span class=\"diff\">خفا</span> باعث",
    "TO": "یکایک ہم سے تو بے دل ہوا ہے اس کا کیا باعث<br>مگر دل اپنا دے غیروں کو ہم پر ہو <span class=\"diff\">خفا</span> باعث",
    "SJ": "یکایک ہم سے تو بے دل ہوا ہے اس کا کیا باعث<br>مگر دل اپنا دے غیروں کو ہم پر ہو <span class=\"diff\">خفا</span> باعث",
    "GM": "یکایک ہم سے تو بے دل ہوا ہے اس کا کیا باعث<br>مگر دل اپنا دے غیروں کو ہم پر ہو جفا باعث"
  },
  {
    "id": 29.2,
    "BL": "نہ تھا گل رو سے <span class=\"diff\">اور</span> غنچہ دہن سے کام گلشن میں<br>خرابہ جان و دل کا کس لئے یہاں <span class=\"diff\">ہے</span> صبا باعث",
    "TO": "نہ تھا گل رو سے <span class=\"diff\">اور</span> غنچہ دہن سے کام گلشن میں<br>خرابہ جان و دل کا کس لئے یہاں <span class=\"diff\">ہے</span> صبا باعث",
    "SJ": "نہ تھا گل رو سے <span class=\"diff\">اور</span> غنچہ دہن سے کام گلشن میں<br>خرابہ جان و دل کا کس لئے یہاں <span class=\"diff\">ہے</span> صبا باعث",
    "GM": "نہ تھا گل رو سے یا غنچہ دہن سے کام گلشن میں<br>خرابہ جان و دل کا کس لئے یہاں تھی صبا باعث"
  },
  {
    "id": 29.3,
    "BL": "جفا کرنے میں تجھ کو بے بدل گرچہ کیا حق نے<br>ولے ہوتی ہے ہر اک دم مری مجھ کو وفا باعث",
    "TO": "جفا کرنے میں تجھ کو بے بدل گرچہ کیا حق نے<br>ولے ہوتی ہے ہر اک دم مری مجھ کو وفا باعث",
    "SJ": "جفا کرنے میں تجھ کو بے بدل گرچہ کیا حق نے<br>ولے ہوتی ہے ہر اک دم مری مجھ کو وفا باعث",
    "GM": "جفا کرنے میں تجھ کو بے بدل گرچہ کیا حق نے<br>ولے ہوتی ہے ہر اک دم مری مجھ کو وفا باعث"
  },
  {
    "id": 29.4,
    "BL": "نہیں <span class=\"diff\">نقصان کی کس کی نظر</span> ہے <span class=\"diff\">قتل پر تجھ کو</span><br><span class=\"diff\">کرے تو اس لئے شاید کہ ہووے انتفا</span> باعث",
    "TO": "نہیں نقصان <span class=\"diff\">کی کس کی نظر بھی قتل پر تجھ کو</span><br><span class=\"diff\">کرے تو اس لئے شاید کہ ہووے انتفا</span> باعث",
    "SJ": "نہیں <span class=\"diff\">نقصان کی کس کی نظر</span> ہے <span class=\"diff\">قتل پر تجھ کو</span><br><span class=\"diff\">کرے تو اس لئے شاید کہ ہووے انتفا</span> باعث",
    "GM": "نہیں ہے کچھ مرا نقصان گو غیروں کے ملنے سے<br>نہیں ملتے ہو مجھ سے کیا سبب کیا وجہ کیا باعث"
  },
  {
    "id": 29.5,
    "BL": "بہ یمن آل احمد ہے یقیں چندا کو محشر میں<br>کہ ہوویں جرم بخشی کو علی <span class=\"diff\">المرتضیٰ</span> باعث",
    "TO": "بہ یمن آل احمد ہے یقیں چندا کو محشر میں<br>کہ ہوویں جرم بخشی کو علی <span class=\"diff\">المرتضیٰ</span> باعث",
    "SJ": "بہ یمن آل احمد ہے یقیں چندا کو محشر میں<br>کہ ہوویں جرم بخشی کو علی <span class=\"diff\">المرتضیٰ</span> باعث",
    "GM": "بہ یمن آل احمد ہے یقیں چندا کو محشر میں<br>کہ ہوویں جرم بخشی کو علی مرتضیٰ باعث"
  },
  {
    "id": 30.1,
    "BL": "دل میں میرے <span class=\"diff\">یہ</span> خیال آتاہے آج<br>کوئی دلبر بے مثال آتا ہے آج",
    "TO": "دل میں میرے <span class=\"diff\">یہ</span> خیال آتاہے آج<br><span class=\"diff\">کو</span> دلبر بے مثال آتا ہے آج",
    "SJ": "دل میں میرے <span class=\"diff\">یہ</span> خیال آتاہے آج<br>کوئی دلبر بے مثال آتا ہے آج",
    "GM": "دل میں میرے پھر خیال آتاہے آج<br>کوئی دلبر بے مثال آتا ہے آج"
  },
  {
    "id": 30.2,
    "BL": "کیوں پڑا بے ہوش اُٹھ ہاتف سے اب<br>ہے ندا صاحب جمال آتا ہے آج",
    "TO": "کیوں پڑا بے ہوش اُٹھ ہاتف سے اب<br>ہے ندا صاحب جمال آتا ہے آج",
    "SJ": "کیوں پڑا بے ہوش اُٹھ ہاتف سے اب<br>ہے ندا صاحب جمال آتا ہے آج",
    "GM": "کیوں پڑا بے ہوش اُٹھ ہاتف سے اب<br>ہے ندا صاحب جمال آتا ہے آج"
  },
  {
    "id": 30.3,
    "BL": "سنگ رہ ہوں ایک ٹھوکر کے لئے<br>تس په وه دامن <span class=\"diff\">کو</span> سنبھال آتا ہے آج",
    "TO": "سنگ رہ ہوں ایک ٹھوکر کے لئے<br>تس په وه دامن <span class=\"diff\">کو</span> سنبھال آتا ہے آج",
    "SJ": "سنگ رہ ہوں ایک ٹھوکر کے لئے<br>تس په وه دامن سنبھال آتا ہے آج",
    "GM": "سنگ رہ ہوں ایک ٹھوکر کے لئے<br>تس په وه دامن سنبھال آتا ہے آج"
  },
  {
    "id": 30.4,
    "BL": "مشتری و زہره باہم سعد ہیں<br>اس لئے ابرو ہلال آتا ہے آج",
    "TO": "مشتری و زہره باہم سعد ہیں<br>اس لئے ابرو ہلال آتا ہے آج",
    "SJ": "مشتری و زہره باہم سعد ہیں<br>اس لئے ابرو ہلال آتا ہے آج",
    "GM": "مشتری و زہره باہم سعد ہیں<br>اس لئے ابرو ہلال آتا ہے آج"
  },
  {
    "id": 30.5,
    "BL": "تم سوا چندا کے دل میں یا علی<br>کس کی عظمت کا جلال آتا ہے آج",
    "TO": "تم سوا چندا کے دل میں یا علی<br>کس کی عظمت کا جلال آتا ہے آج",
    "SJ": "تم سوا چندا کے دل میں یا علی<br>کس کی عظمت کا جلال آتا ہے آج",
    "GM": "تم سوا چندا کے دل میں یا علی<br>کس کی عظمت کا جلال آتا ہے آج"
  },
  {
    "id": 31.1,
    "BL": "لطف سے گر تو بلاوے اپنے میخانے کے بیچ<br>سب ہوس پوری ہو اپنی ایک پیمانے کے پیچ",
    "TO": "لطف سے گر تو بلاوے اپنے میخانے کے بیچ<br>سب ہوس پوری ہو اپنی ایک پیمانے کے پیچ",
    "SJ": "لطف سے گر تو بلاوے اپنے میخانے کے بیچ<br>سب ہوس پوری ہو اپنی ایک پیمانے کے پیچ",
    "GM": "لطف سے گر تو بلاوے اپنے میخانے کے بیچ<br>سب ہوس پوری ہو اپنی ایک پیمانے کے پیچ"
  },
  {
    "id": 31.2,
    "BL": "کب مٹائیں اشک داغ دل کو گل رو لا علاج<br>اب رہائی ہے دل عاشق کی گل کھانے کے بیچ",
    "TO": "کب مٹائیں اشک داغ دل کو گل رو لا علاج<br>اب رہائی ہے دل عاشق کی گل کھانے کے بیچ",
    "SJ": "کب مٹائیں اشک داغ دل کو گل رو لا علاج<br>اب رہائی ہے دل عاشق کی گل کھانے کے بیچ",
    "GM": "کب مٹائیں اشک داغ دل کو گل رو لا علاج<br>اب رہائی ہے دل عاشق کی گل کھانے کے بیچ"
  },
  {
    "id": 31.3,
    "BL": "بے تکلف ہے <span class=\"diff\">مرے</span> آئینہ رو تیرے سوا<br>بار ہو کس کو مرے دل کے پری خانے کے بیچ",
    "TO": "بے تکلف ہے <span class=\"diff\">مرے</span> آئینہ رو تیرے سوا<br>بار ہو کس کو مرے دل کے پری خانے کے بیچ",
    "SJ": "بے تکلف ہے <span class=\"diff\">مرے</span> آئینہ رو تیرے سوا<br>بار ہو کس کو مرے دل کے پری خانے کے بیچ",
    "GM": "بے تکلف ہے مرا آئینہ رو تیرے سوا<br>بار ہو کس کو مرے دل کے پری خانے کے بیچ"
  },
  {
    "id": 31.4,
    "BL": "عيش میں حیلہ حوالہ ہے نظر تالیف پر<br><span class=\"diff\">ہوے</span> کب تسکین میری ایسے بہلانے کے بیچ",
    "TO": "عيش میں حیلہ حوالہ ہے نظر تالیف پر<br><span class=\"diff\">ہوے</span> کب تسکین میری ایسے بہلانے کے بیچ",
    "SJ": "عيش میں حیلہ حوالہ ہے نظر تالیف پر<br><span class=\"diff\">ہوے</span> کب تسکین میری ایسے بہلانے کے بیچ",
    "GM": "عيش میں حیلہ حوالہ ہے نظر تالیف پر<br>ہووے کب تسکین میری ایسے بہلانے کے بیچ"
  },
  {
    "id": 31.5,
    "BL": "یا علی چندا کو ہے یہ مدعا الله سے<br>روز و شب <span class=\"diff\">مصروف رہوے تیرے بل جانے</span> کے بیچ",
    "TO": "یا علی چندا کو ہے یہ مدعا الله سے<br>روز و شب <span class=\"diff\">مصروف رہوے تیرے بل جانے</span> کے بیچ",
    "SJ": "یا علی چندا کو ہے یہ مدعا الله سے<br>روز و شب <span class=\"diff\">مصروف رہوے تیرے بل جانے</span> کے بیچ",
    "GM": "یا علی چندا کو ہے یہ مدعا الله سے<br>عيش ہووے روز و شب میرے سیہ خانے کے بیچ"
  },
  {
    "id": 32.1,
    "BL": "<span class=\"diff\">آلے بالے</span> نہ <span class=\"diff\">تو دے</span> ملنے میں ہر بات کے بیچ<br>وعدے کا کب ہے تحمل دل بیتاب کے بیچ",
    "TO": "<span class=\"diff\">آلے بالے</span> نہ <span class=\"diff\">تو دے</span> ملنے میں ہر بات کے بیچ<br>وعدے کا کب ہے تحمل دل بیتاب کے بیچ",
    "SJ": "<span class=\"diff\">آلے بالے</span> نہ <span class=\"diff\">تو دے</span> ملنے میں ہر بات کے بیچ<br>وعدے کا کب ہے تحمل دل بیتاب کے بیچ",
    "GM": "آلا بالا نہ بتا ملنے میں ہر بات کے بیچ<br>وعدے کا کب ہے تحمل دل بیتاب کے بیچ"
  },
  {
    "id": 32.2,
    "BL": "کیمیا <span class=\"diff\">کے</span> لئے ناحق نہ <span class=\"diff\">جلاویں دل کو </span><br>جو چمک عشق میں ہے کب ہے وہ سیاب کے بیچ",
    "TO": "کیمیا <span class=\"diff\">کے</span> لئے ناحق نہ <span class=\"diff\">جلاویں دل کو </span><br>جو چمک عشق میں ہے کب ہے وہ سیاب کے بیچ",
    "SJ": "کیمیا <span class=\"diff\">کے</span> لئے ناحق نہ <span class=\"diff\">جلاویں دل کو </span><br>جو چمک عشق میں ہے کب ہے وہ سیاب کے بیچ",
    "GM": "کیمیا کس لئے ناحق نہ مہوس ہو خراب<br>جو چمک عشق میں ہے کب ہے وہ سیاب کے بیچ"
  },
  {
    "id": 32.3,
    "BL": "عشق کی موج رکھے ہے کئی دریا بکنار<br>دل <span class=\"diff\">تو</span> نادان <span class=\"diff\">سمجھ مت گرے</span> گرداب کے بیچ",
    "TO": "عشق کی موج رکھے ہے کئی دریا بکنار<br>دل <span class=\"diff\">تو</span> نادان <span class=\"diff\">سمجھ مت گرے</span> گرداب کے بیچ",
    "SJ": "عشق کی موج رکھے ہے کئی دریا بکنار<br>دل <span class=\"diff\">تو</span> نادان <span class=\"diff\">سمجھ مت گرے</span> گرداب کے بیچ",
    "GM": "عشق کی موج رکھے ہے کئی دریا بکنار<br>دل نادان نہ پڑھ دیکھ تو گرداب کے بیچ"
  },
  {
    "id": 32.4,
    "BL": "ماہ رو سج کو بنا غرق جواہر ہو کر<br>سیر دریا کا کرے ہے شب مہتاب کے بیچ",
    "TO": "ماہ رو سج کو بنا غرق جواہر ہو کر<br>سیر دریا کا کرے ہے شب مہتاب کے بیچ",
    "SJ": "ماہ رو سج کو بنا غرق جواہر ہو کر<br>سیر دریا <span class=\"diff\">[کا]</span> کرے ہے شب مہتاب کے بیچ",
    "GM": "ماہ رو سج کو بنا غرق جواہر ہو کر<br>سیر دریا کا کرے ہے شب مہتاب کے بیچ"
  },
  {
    "id": 32.5,
    "BL": "دل سے آنکھوں سے یہ چندا بجناب مولا<br>سر سے پا تک ہے مقصر سبھی آداب کے",
    "TO": "دل سے آنکھوں سے یہ چندا بجناب مولا<br>سر سے پا تک ہے مقصر سبھی آداب کے",
    "SJ": "دل سے آنکھوں سے یہ چندا بجناب مولا<br>سر سے پا تک ہے مقصر سبھی آداب کے",
    "GM": "دل سے آنکھوں سے یہ چندا بجناب مولا<br>سر سے پا تک ہے مقصر سبھی آداب کے"
  },
  {
    "id": 33.1,
    "BL": "مرغ دل زلف <span class=\"diff\">کے بے طرح پھنسا دام</span> کے بیچ<br><span class=\"diff\">نئیں</span> رہائی <span class=\"diff\">جسے یہاں صبح</span> نہ <span class=\"diff\">ہو شام</span> کے بیچ",
    "TO": "مرغ دل زلف <span class=\"diff\">کے بے طرح پھنسا دام</span> کے بیچ<br><span class=\"diff\">نئیں</span> رہائی <span class=\"diff\">جسے یہاں صبح</span> نہ <span class=\"diff\">ہو شام</span> کے بیچ",
    "SJ": "مرغ دل زلف <span class=\"diff\">کے بے طرح پھنسا دام</span> کے بیچ<br><span class=\"diff\">نئیں</span> رہائی <span class=\"diff\">جسے یہاں صبح</span> نہ <span class=\"diff\">ہو شام</span> کے بیچ",
    "GM": "مرغ دل پھنس گیا ہے زلف سیہ فام کے بیچ<br>کوئی صورت ہے رہائی کی نہ اس دام کے بیچ"
  },
  {
    "id": 33.2,
    "BL": "بزم میں <span class=\"diff\">ہیں</span> سبھی سرشار <span class=\"diff\">پہ</span> ساقی دے مجھے<br>تیرے پینے سے جو باقی ہو الش جام کے بیچ",
    "TO": "بزم میں <span class=\"diff\">ہیں</span> سبھی سرشار <span class=\"diff\">پہ</span> ساقی دے مجھے<br>تیرے پینے سے جو باقی ہو الش جام کے بیچ",
    "SJ": "بزم میں <span class=\"diff\">ہیں</span> سبھی سرشار <span class=\"diff\">پہ</span> ساقی دے مجھے<br>تیرے پینے سے جو باقی ہو الش جام کے بیچ",
    "GM": "بزم مے میں سبھی سرشار ہیں ساقی دے مجھے<br>تیرے پینے سے جو باقی ہو الش جام کے بیچ"
  },
  {
    "id": 33.3,
    "BL": "کس لئے مجھ سے کیا وصل کا وعدہ ظالم<br><span class=\"diff\">دیکھوں ہوں</span> صبح و مسا <span class=\"diff\">تجھ کو بخود</span> کام کے بیچ",
    "TO": "کس لئے مجھ سے کیا وصل کا وعدہ ظالم<br><span class=\"diff\">دیکھوں ہوں</span> صبح و مسا <span class=\"diff\">تجھ کو بخود</span> کام کے بیچ",
    "SJ": "کس لئے مجھ سے کیا وصل کا وعدہ ظالم<br><span class=\"diff\">دیکھوں ہوں</span> صبح و مسا <span class=\"diff\">تجھ کو بخود</span> کام کے بیچ",
    "GM": "کس لئے مجھ سے کیا وصل کا وعدہ ظالم<br>تجھ کو میں صبح و مسا دیکھتا ہوں کام کے بیچ"
  },
  {
    "id": 33.4,
    "BL": "گرچہ دی حق نے مجھے صاحبی اس عالم میں<br>فخر ہو مجھ کو غلامی میں ترے نام کے بیچ",
    "TO": "گرچہ دی حق نے مجھے صاحبی اس عالم میں<br>فخر ہو مجھ کو غلامی میں ترے نام کے بیچ",
    "SJ": "گرچہ دی حق نے مجھے صاحبی اس عالم میں<br>فخر ہو مجھ کو غلامی میں ترے نام کے بیچ",
    "GM": ""
  },
  {
    "id": 33.5,
    "BL": "یا علی تم سے ہے چندا کو یہ امید قوی<br>دین و دنیا میں رہے لطف سے آرام کے بیچ",
    "TO": "یا علی تم سے ہے چندا کو یہ امید قوی<br>دین و دنیا میں رہے لطف سے آرام کے بیچ",
    "SJ": "یا علی تم سے ہے چندا کو یہ امید قوی<br>دین و دنیا میں رہے لطف سے آرام کے بیچ",
    "GM": "یا علی تم سے ہے چندا کو یہ امید قوی<br>دین و دنیا میں رہے لطف سے آرام کے بیچ"
  },
  {
    "id": 34.1,
    "BL": "ہے عاشقی <span class=\"diff\">کا</span> زعم ہر اک کو وفا کے بیچ<br>ثابت قدم ہو کم کوئی <span class=\"diff\">ٹھہرے</span> جفا کے بیچ",
    "TO": "ہے عاشقی <span class=\"diff\">کا</span> زعم ہر اک کو وفا کے بیچ<br>ثابت قدم ہو کم کوئی <span class=\"diff\">ٹھہرے</span> جفا کے بیچ",
    "SJ": "ہے عاشقی <span class=\"diff\">کا</span> زعم ہر اک کو وفا کے بیچ<br>ثابت قدم ہو کم کوئی <span class=\"diff\">ٹھہرے</span> جفا کے بیچ",
    "GM": "ہے عاشقی میں زعم ہر اک کو وفا کے بیچ<br>ثابت قدم ہو کم کوئی تیری جفا کے بیچ"
  },
  {
    "id": 34.2,
    "BL": "پہنچائی آه بو نہ مجھے زلف یار <span class=\"diff\">سے</span><br>یہ ان دنوں غبار ہے میرے صبا کے بیچ",
    "TO": "پہنچائی آه بو نہ مجھے زلف یار <span class=\"diff\">سے</span><br>یہ ان دنوں غبار ہے میرے صبا کے بیچ",
    "SJ": "پہنچائی آه بو نہ مجھے زلف یار <span class=\"diff\">سے</span><br>یہ ان دنوں غبار ہے میرے صبا کے بیچ",
    "GM": "پہنچائی آه بو نہ مجھے زلف یار کی<br>یہ ان دنوں غبار ہے میرے صبا کے بیچ"
  },
  {
    "id": 34.3,
    "BL": "جور و جفا سوائے نہیں ذرہ تجھ کو رحم<br><span class=\"diff\">تس پر جو دم رکھوں</span> ہوں <span class=\"diff\">سو</span> تیری رضا کے بیچ",
    "TO": "جور و جفا سوائے نہیں ذرہ تجھ کو رحم<br><span class=\"diff\">تس پر جو دم رکھوں</span> ہوں <span class=\"diff\">سو</span> تیری رضا کے بیچ",
    "SJ": "جور و جفا سوائے نہیں ذرہ تجھ کو رحم<br><span class=\"diff\">تس پر جو دم رکھوں</span> ہوں <span class=\"diff\">سو</span> تیری رضا کے بیچ",
    "GM": "جور و جفا سوائے نہیں ذرہ تجھ کو رحم<br>یہ میرا صبر دیکھ ہوں تیری رضا کے بیچ"
  },
  {
    "id": 34.4,
    "BL": "اغیار سی نظر ہی کرے ہے تو یار پر<br>دیکھا نہ ایسا لطف <span class=\"diff\">کسو</span> آشنا کے بیچ",
    "TO": "اغیار سی نظر ہی کرے ہے تو یار پر<br>دیکھا نہ ایسا لطف <span class=\"diff\">کسو</span> آشنا کے بیچ",
    "SJ": "اغیار سی نظر ہی کرے ہے تو یار پر<br>دیکھا نہ ایسا لطف <span class=\"diff\">کسو</span> آشنا کے بیچ",
    "GM": "اغیار سی نظر ہی کرے ہے تو یار پر<br>دیکھا نہ ایسا لطف کسی آشنا کے بیچ"
  },
  {
    "id": 34.5,
    "BL": "یہ ہی مراد و مقصد و مطلب ہے یا علی<br>چندا پہ لطف و رحم ہو ہر دوسرا کے پیچ",
    "TO": "یہ ہی مراد و مقصد و مطلب ہے یا علی<br>چندا پہ لطف و رحم ہو ہر دوسرا کے پیچ",
    "SJ": "یہ ہی مراد و مقصد و مطلب ہے یا علی<br>چندا پہ لطف و رحم ہو ہر دوسرا کے پیچ",
    "GM": "یہ ہی مراد و مقصد و مطلب ہے یا علی<br>چندا پہ لطف و رحم ہو ہر دوسرا کے پیچ"
  },
  {
    "id": 35.1,
    "BL": "حق نے وہ صفحۂ امکاں پہ کیا یار کی طرح<br>جس نے دیکھا سو بنا صورت دیوار کی طرح",
    "TO": "حق نے وہ صفحۂ امکاں پہ کیا یار کی طرح<br>جس نے دیکھا سو بنا صورت دیوار کی طرح",
    "SJ": "حق نے وہ صفحۂ امکاں پہ کیا یار کی طرح<br>جس نے دیکھا سو بنا صورت دیوار کی طرح",
    "GM": "حق نے وہ صفحۂ امکاں پہ کیا یار کی طرح<br>جس نے دیکھا سو بنا صورت دیوار کی طرح"
  },
  {
    "id": 35.2,
    "BL": "<span class=\"diff\">رہوے کو</span> درپئے ایذا <span class=\"diff\">کے</span> ہر اک وقت مرے<br><span class=\"diff\">پر کھبی</span> دل میں ہمارے <span class=\"diff\">یہ</span> ستم گار <span class=\"diff\">کے بیچ</span>",
    "TO": "<span class=\"diff\">رہوے کو</span> درپئے ایذا <span class=\"diff\">کے</span> ہر اک وقت مرے<br><span class=\"diff\">پر گھٹی</span> دل میں ہمارے <span class=\"diff\">یہ</span> ستم گار کی طرح",
    "SJ": "<span class=\"diff\">رہوے کو</span> درپئے ایذا <span class=\"diff\">کے</span> ہر اک وقت مرے<br><span class=\"diff\">پر کئے</span> دل میں ہمارے <span class=\"diff\">یہ</span> ستم گار کی طرح",
    "GM": "رہتے ہیں درپئے ایذا وہ ہر اک وقت مرے<br>دل میں ساکن ہیں ہمارے وہ ستم گار کی طرح"
  },
  {
    "id": 35.3,
    "BL": "زہد و تقویٰ <span class=\"diff\">کو ہے</span> رخصت کہ میں بے ہوش ہوا<br>کچھ جمی آنکھوں میں بے طرح وہ میخوار کی طرح",
    "TO": "زہد و تقویٰ <span class=\"diff\">کو ہے</span> رخصت <span class=\"diff\">[کہ]</span> میں بے ہوش ہوا<br>کچھ جمی آنکھوں میں بے طرح وہ میخوار کی طرح",
    "SJ": "زہد و تقویٰ <span class=\"diff\">کو ہے</span> رخصت کہ میں بے ہوش ہوا<br>کچھ جمی آنکھوں میں بے طرح وہ میخوار کی طرح",
    "GM": "زہد و تقویٰ ہوئے رخصت کہ میں بے ہوش ہوا<br>کچھ جمی آنکھوں میں بے طرح وہ میخوار کی طرح"
  },
  {
    "id": 35.4,
    "BL": "کیوں طبیب اب نہیں کرتا ہے علاج دل ریش<br>کیا خوش آئی ہے ترے جی میں یہ بیمار کی طرح",
    "TO": "کیوں طبیب اب نہیں کرتا ہے علاج دل ریش<br>کیا خوش آئی ہے ترے جی میں یہ بیمار کی طرح",
    "SJ": "کیوں طبیب اب نہیں کرتا ہے علاج دل ریش<br>کیا خوش آئی ہے ترے جی میں یہ بیمار کی طرح",
    "GM": "کیوں طبیب اب نہیں کرتا ہے علاج دل ریش<br>کیا خوش آئی ہے ترے جی میں یہ بیمار کی طرح"
  },
  {
    "id": 35.5,
    "BL": "<span class=\"diff\">ہوے</span> چندا بھی وہ روضے کے تصدق یا شاہ<br>روز و شب شمس و قمر جس پہ <span class=\"diff\">ہے</span> زوار کی طرح",
    "TO": "<span class=\"diff\">ہوے</span> چندا بھی وہ روضے کے تصدق یا شاہ<br>روز و شب شمس و قمر جس پہ <span class=\"diff\">ہے</span> زوار کی طرح",
    "SJ": "<span class=\"diff\">ہوے</span> چندا بھی وہ روضے کے تصدق یا شاہ<br>روز و شب شمس و قمر جس پہ <span class=\"diff\">ہے</span> زوار کی طرح",
    "GM": "ہووے چندا بھی وہ روضے کے تصدق یا شاہ<br>روز و شب شمس و قمر جس پہ ہیں زوار کی طرح"
  },
  {
    "id": 36.1,
    "BL": "آج کرتا ہے لباس اپنا بت گلفام سرخ<br>ہے دوگانہ شکر کا عاشق کا ہو انجام سرخ",
    "TO": "آج کرتا ہے لباس اپنا بت گلفام سرخ<br>ہے دوگانہ شکر کا عاشق کا ہو انجام سرخ",
    "SJ": "آج کرتا ہے لباس اپنا بت گلفام سرخ<br>ہے دوگانہ شکر کا عاشق کا ہو انجام سرخ",
    "GM": "آج کرتا ہے لباس اپنا بت گلفام سرخ<br>ہے دوگانہ شکر کا عاشق کا ہو انجام سرخ"
  },
  {
    "id": 36.2,
    "BL": "ہر سحر لازم حذر ہے عشق میں اس ترک کے<br>ہو مبادا خون ناحق سے نہ کوئی شام سرخ",
    "TO": "ہر سحر لازم حذر ہے عشق میں اس ترک کے<br>ہو مبادا خون ناحق سے نہ کوئی شام سرخ",
    "SJ": "ہر سحر لازم حذر ہے عشق میں اس ترک کے<br>ہو مبادا خون ناحق سے نہ کوئی شام سرخ",
    "GM": "ہر سحر لازم حذر ہے عشق میں اس ترک کے<br>ہو مبادا خون ناحق سے نہ کوئی شام سرخ"
  },
  {
    "id": 36.3,
    "BL": "شاخ گل میں کب ادا ہے وہ چمن <span class=\"diff\">کے</span> ساقیا<br>خوش نما جیسا ہے تیرے ہاتھ میں یہ جام سرخ",
    "TO": "شاخ گل میں کب ادا ہے وہ چمن <span class=\"diff\">کے</span> ساقیا<br>خوش نما جیسا ہے تیرے ہاتھ میں یہ جام سرخ",
    "SJ": "شاخ گل میں کب ادا ہے وہ چمن <span class=\"diff\">کے</span> ساقیا<br>خوش نما جیسا ہے تیرے ہاتھ میں یہ جام سرخ",
    "GM": "شاخ گل میں کب ادا ہے وہ چمن کی ساقیا<br>خوش نما جیسا ہے تیرے ہاتھ میں یہ جام سرخ"
  },
  {
    "id": 36.4,
    "BL": "مرغ دل اپنا <span class=\"diff\">ہی</span> نازک اس قدر ہے کب پھنسے<br>جب تلک ہووے رک <span class=\"diff\">گل سے</span> نہ بلبل دام سرخ",
    "TO": "مرغ دل اپنا <span class=\"diff\">ہی</span> نازک اس قدر ہے کب پھنسے<br>جب تلک ہووے رک <span class=\"diff\">گل سے</span> نہ بلبل دام سرخ",
    "SJ": "مرغ دل اپنا <span class=\"diff\">ہی</span> نازک اس قدر ہے کب پھنسے<br>جب تلک ہووے رک <span class=\"diff\">گل سے</span> نہ بلبل دام سرخ",
    "GM": "مرغ دل اپنا بھی نازک اس قدر ہے کب پھنسے<br>جب تلک ہووے رک گلشن نہ بلبل دام سرخ"
  },
  {
    "id": 36.5,
    "BL": "یا علی چندا کا <span class=\"diff\">رہوے</span> صفحۂ دنیا پہ نقش<br>جس قدر شاہوں کا قائم ہے نگیں پر نام سرخ",
    "TO": "یا علی چندا کا <span class=\"diff\">رہوے</span> صفحۂ دنیا پہ نقش<br>جس قدر شاہوں کا قائم ہے نگیں پر نام سرخ",
    "SJ": "یا علی چندا کا <span class=\"diff\">رہوے</span> صفحۂ دنیا پہ نقش<br>جس قدر شاہوں کا قائم ہے نگیں پر نام سرخ",
    "GM": "یا علی چندا کا ہووے صفحۂ دنیا پہ نقش<br>جس قدر شاہوں کا قائم ہے نگیں پر نام سرخ"
  },
  {
    "id": 37.1,
    "BL": "نہیں ملتا نہ مل بہر خدا رخ<br>دکھا ٹک بے وفا جادو ادا رخ",
    "TO": "نہیں ملتا نہ مل بہر خدا رخ<br>دکھا ٹک بے وفا جادو ادا رخ",
    "SJ": "نہیں ملتا نہ مل بہر خدا رخ<br>دکھا ٹک بے وفا جادو ادا رخ",
    "GM": "نہیں ملتا نہ مل بہر خدا رخ<br>دکھا ٹک بے وفا جادو ادا رخ"
  },
  {
    "id": 37.2,
    "BL": "کیا جلوے میں بے جاں ایک عالم<br>فقط میرا نہیں یہ دل ربا رخ",
    "TO": "کیا جلوے میں بے جاں ایک عالم<br>فقط میرا نہیں یہ دل ربا رخ",
    "SJ": "کیا جلوے میں بے جاں ایک عالم<br>فقط میرا نہیں یہ دل ربا رخ",
    "GM": "کیا جلوے میں بے جاں ایک عالم<br>فقط میرا نہیں یہ دل ربا رخ"
  },
  {
    "id": 37.3,
    "BL": "نہ پوچھو انتہا کی کوئی اس کے<br><span class=\"diff\">خرابی</span> کا ہوا جو ابتدا رخ",
    "TO": "<span class=\"diff\">اگر گل رو نہیں ملتا ہے کھل کر</span><br><span class=\"diff\">بھلا تو مت چھپا مجھ سے صبا</span> رخ",
    "SJ": "نہ پوچھو انتہا کی کوئی اس کے<br><span class=\"diff\">خرابی</span> کا ہوا جو ابتدا رخ",
    "GM": "نہ پوچھو انتہا کی کوئی اس کے<br>خدائی کا ہوا جو ابتدا رخ"
  },
  {
    "id": 37.4,
    "BL": "اگر گل رو نہیں ملتا ہے کھل کر<br>بھلا تو مت چھپا مجھ سے صبا رخ",
    "TO": "اگر گل رو نہیں ملتا ہے کھل کر<br>بھلا تو مت چھپا مجھ سے صبا رخ",
    "SJ": "اگر گل رو نہیں <span class=\"diff\">ملنا</span> ہے کھل کر<br>بھلا تو مت چھپا مجھ سے صبا رخ",
    "GM": "اگر گل رو نہیں ملتا ہے کھل کر<br>بھلا تو مت چھپا مجھ سے صبا رخ"
  },
  {
    "id": 37.5,
    "BL": "غرض چندا کو <span class=\"diff\">نئیں کوئی</span> جہت سے<br><span class=\"diff\">دکھاوے</span> اب نجف کا مرتضیٰ رخ",
    "TO": "غرض چندا کو <span class=\"diff\">نئیں کوئی</span> جہت سے<br><span class=\"diff\">دکھاوے</span> اب نجف کا مرتضیٰ رخ",
    "SJ": "غرض چندا کو <span class=\"diff\">نئیں کوئی</span> جہت سے<br><span class=\"diff\">دکھاوے</span> اب نجف کا مرتضیٰ رخ",
    "GM": "غرض چندا کو ہے کیا شش جہت سے<br>دکھا دے اب نجف کا مرتضیٰ رخ"
  },
  {
    "id": 38.1,
    "BL": "<span class=\"diff\">ہر وقت کیوں کرے ہے تو</span> مجھ پر نگاه شوخ<br>اوروں سے کب کیا ہے بھلا تو نباه شوخ",
    "TO": "<span class=\"diff\">ہر وقت کیوں کرے ہے تو</span> مجھ پر نگاه شوخ<br>اوروں سے کب کیا ہے بھلا تو نباه شوخ",
    "SJ": "<span class=\"diff\">ہر وقت کیوں کرے ہے تو</span> مجھ پر نگاه شوخ<br>اوروں سے کب کیا ہے بھلا تو نباه شوخ",
    "GM": "مجھ پر نہ کیوں رہے تری ترچھی نگاه شوخ<br>اوروں سے کب کیا ہے بھلا تو نباه شوخ"
  },
  {
    "id": 38.2,
    "BL": "کب بوالہوس کو عشق میں منزل ہو <span class=\"diff\">جس جگے</span><br>ہے جادۂ نگاہ سے آہو کی راہ شوخ",
    "TO": "کب بوالہوس کو عشق میں منزل ہو <span class=\"diff\">جس جگے</span><br>ہے جادۂ نگاہ سے آہو کی راہ شوخ",
    "SJ": "کب بوالہوس کو عشق میں منزل ہو <span class=\"diff\">جس جگے</span><br>ہے جادۂ نگاہ سے آہو کی راہ شوخ",
    "GM": "کب بوالہوس کو عشق میں منزل ہو جسم کی<br>ہے جادۂ نگاہ سے آہو کی راہ شوخ"
  },
  {
    "id": 38.3,
    "BL": "<span class=\"diff\">دونو</span> طرح <span class=\"diff\">اس کو پھبے</span> دلبری کے ڈھب<br>مجوب ہم سے خواہ رہے یار خواه شوخ",
    "TO": "<span class=\"diff\">دونو</span> طرح <span class=\"diff\">اس کو پھبے</span> دلبری کے ڈھب<br>مجوب ہم سے خواہ رہے یار خواه شوخ",
    "SJ": "دونوں طرح <span class=\"diff\">اس کو پھبے</span> دلبری کے ڈھب<br>مجوب ہم سے خواہ رہے یار خواه شوخ",
    "GM": "دونوں طرح ہیں یاد اسے دلبری کے ڈھب<br>مجوب ہم سے خواہ رہے یار خواه شوخ"
  },
  {
    "id": 38.4,
    "BL": "کسریٰ سے لے کے <span class=\"diff\">یہاں تھیں</span> چشم <span class=\"diff\">جہان</span> میں<br>دیکھا نہ تجھ سا اور کوئی اہل جاہ شوخ",
    "TO": "کسریٰ سے لے کے <span class=\"diff\">یہاں نہیں</span> چشم <span class=\"diff\">جہان</span> میں<br>دیکھا نہ تجھ سا اور کوئی اہل جاہ شوخ",
    "SJ": "کسریٰ سے لے کے <span class=\"diff\">یہاں تھیں</span> چشم <span class=\"diff\">جہان</span> میں<br>دیکھا نہ تجھ سا اور کوئی اہل جاہ شوخ",
    "GM": "کسریٰ سے لے کے آج تلک چشم دہر میں<br>دیکھا نہ تجھ سا اور کوئی اہل جاہ شوخ"
  },
  {
    "id": 38.5,
    "BL": "گردن فراز کیوں نہ ہو چندا کی یا علی<br>ہے سر پہ اُس کے لطف <span class=\"diff\">کا</span> تیرے کلاه شوخ",
    "TO": "گردن فراز کیوں نہ ہو چندا کی یا علی<br>ہے سر پہ اُس کے لطف <span class=\"diff\">کا</span> تیرے کلاه شوخ",
    "SJ": "گردن فراز کیوں نہ ہو چندا کی یا علی<br>ہے سر پہ اُس کے لطف <span class=\"diff\">کا</span> تیرے کلاه شوخ",
    "GM": "گردن فراز کیوں نہ ہو چندا کی یا علی<br>ہے سر پہ اُس کے لطف کی تیرے کلاه شوخ"
  },
  {
    "id": 39.1,
    "BL": "ہوئے جناب میں اب تک نہ تیرے ہم گستاخ<br>خدا کے واسطے ہم سے نہ ہو صنم گستاخ",
    "TO": "ہوئے جناب میں اب تک نہ تیرے ہم گستاخ<br>خدا کے واسطے ہم سے نہ ہو صنم گستاخ",
    "SJ": "ہوئے جناب میں اب تک نہ تیرے ہم گستاخ<br>خدا کے واسطے ہم سے نہ ہو صنم گستاخ",
    "GM": "ہوئے جناب میں اب تک نہ تیرے ہم گستاخ<br>خدا کے واسطے ہم سے نہ ہو صنم گستاخ"
  },
  {
    "id": 39.2,
    "BL": "چھپایا راز محبت کو دل میں پر ہیہات<br>کرے ہے نام مرا بد <span class=\"diff\">ہو</span> چشم نم گستاخ",
    "TO": "چھپایا راز محبت کو دل میں پر ہیہات<br>کرے ہے نام مرا بد <span class=\"diff\">ہو</span> چشم نم گستاخ",
    "SJ": "چھپایا راز محبت کو دل میں پر ہیہات<br>کرے ہے نام مرا بد <span class=\"diff\">ہو</span> چشم نم گستاخ",
    "GM": "چھپایا راز محبت کو دل میں پر ہیہات<br>کرے ہے نام مرا بد یہ چشم نم گستاخ"
  },
  {
    "id": 39.3,
    "BL": "جو <span class=\"diff\">آئے</span> جی میں سو کہہ لے میں <span class=\"diff\">وہ</span> ہوں اے پیارے<br>رہوں ہزار حضوری میں پر ہوں کم گستاخ",
    "TO": "جو <span class=\"diff\">آئے</span> جی میں سو کہہ لے میں <span class=\"diff\">وہ</span> ہوں اے پیارے<br>رہوں ہزار حضوری میں پر ہوں کم گستاخ",
    "SJ": "جو <span class=\"diff\">آئے</span> جی میں سو کہہ لے میں <span class=\"diff\">وہ</span> ہوں اے پیارے<br>رہوں ہزار حضوری میں پر ہوں کم گستاخ",
    "GM": "جو آوے جی میں سو کہہ لے میں ہوں وہ اے پیارے<br>رہوں ہزار حضوری میں پر ہوں کم گستاخ"
  },
  {
    "id": 39.4,
    "BL": "کہا گلے سے لگا لے <span class=\"diff\">کبھو</span> تو <span class=\"diff\">سنتا نئیں</span><br><span class=\"diff\">رکھے</span> ہےتس پہ مجھے کیوں تو دم بہ دم گستاخ",
    "TO": "کہا گلے سے لگا لے <span class=\"diff\">کبھو</span> تو <span class=\"diff\">سنتا نئیں</span><br><span class=\"diff\">رکھے</span> ہےتس پہ مجھے کیوں تو دم بہ دم گستاخ",
    "SJ": "کہا گلے سے لگا لے <span class=\"diff\">کبھو</span> تو <span class=\"diff\">سنتا نئیں</span><br><span class=\"diff\">رکھے</span> ہےتس پہ مجھے کیوں تو دم بہ دم گستاخ",
    "GM": "کہا گلے سے لگا لے تو التفات نہیں<br>کہے ہےتس پہ مجھے کیوں تو دم بہ دم گستاخ"
  },
  {
    "id": 39.5,
    "BL": "یہی امید ہے چندا کو <span class=\"diff\">جگ کے خوبوں پر</span><br>رکھے ہمیشہ ترا یا علی کرم  گستاخ",
    "TO": "یہی امید ہے چندا کو <span class=\"diff\">جگ کے خوبوں پر</span><br>رکھے ہمیشہ ترا یا علی کرم  گستاخ",
    "SJ": "یہی امید ہے چندا کو <span class=\"diff\">جگ کے خوبوں پر</span><br>رکھے ہمیشہ ترا یا علی کرم  گستاخ",
    "GM": "یہی امید ہے چندا کو خوب رویوں میں<br>رکھے ہمیشہ ترا یا علی کرم  گستاخ"
  },
  {
    "id": 40.1,
    "BL": "ترے کوچے سے <span class=\"diff\">آتے ہی جو میں</span> دیکھا صبا بے خود<br>گرا جا <span class=\"diff\">لوٹتا</span> قدموں پر اس کے سر جھکا بے خود",
    "TO": "ترے کوچے سے <span class=\"diff\">آتے ہی جو میں</span> دیکھا صبا بے خود<br>گرا جا <span class=\"diff\">لوٹتا</span> قدموں پر اس کے سر جھکا بے خود",
    "SJ": "ترے کوچے سے <span class=\"diff\">آتے ہی جو میں</span> دیکھا صبا بے خود<br>گرا جا <span class=\"diff\">لوٹتا</span> قدموں پر اس کے سر جھکا بے خود",
    "GM": "ترے کوچے سے جب آتی ہوئی دیکھا صبا بے خود<br>گرا جا کر وہیں قدموں پر اس کے سر جھکا بے خود"
  },
  {
    "id": 40.2,
    "BL": "مجھے محروم رکھ ہرگز نہ اپنے لطف سے پیارے<br>ازل سے <span class=\"diff\">نئیں</span> ہوں جان و دل سے تیرا مبتلا بے خود",
    "TO": "مجھے محروم رکھ ہرگز نہ اپنے لطف سے پیارے<br>ازل سے <span class=\"diff\">نئیں</span> ہوں جان و دل سے تیرا مبتلا بے خود",
    "SJ": "مجھے محروم رکھ ہرگز نہ اپنے لطف سے پیارے<br>ازل سے میں ہوں جان و دل سے تیرا مبتلا بے خود",
    "GM": "مجھے محروم رکھ ہرگز نہ اپنے لطف سے پیارے<br>ازل سے میں ہوں جان و دل سے تیرا مبتلا بے خود"
  },
  {
    "id": 40.3,
    "BL": "تصدق نام پر تیرے کہ و مہ ہیں سبھی لیکن<br><span class=\"diff\">کسو</span> نے عشق میں تیرے نہیں مجھ سا سنا بے خود",
    "TO": "تصدق نام پر تیرے کہ و مہ ہیں سبھی لیکن<br><span class=\"diff\">کسو</span> نے عشق میں تیرے نہیں مجھ سا سنا بے خود",
    "SJ": "تصدق نام پر تیرے کہ و مہ ہیں سبھی لیکن<br><span class=\"diff\">کسو</span> نے عشق میں تیرے نہیں مجھ سا سنا بے خود",
    "GM": "تصدق نام پر تیرے کہ و مہ ہیں سبھی لیکن<br>کسی نے عشق میں تیرے نہیں مجھ سا سنا بے خود"
  },
  {
    "id": 40.4,
    "BL": "کیا تھا وہ قدم رنجہ <span class=\"diff\">کسو</span> دن باغ میں اب تک<br>بہم گل سرنگوں ہیں سرو بھی تھج کر رہا بے خود",
    "TO": "کیا تھا وہ قدم رنجہ <span class=\"diff\">کسو</span> دن باغ میں اب تک<br>بہم گل سرنگوں ہیں سرو بھی تھج کر رہا بے خود",
    "SJ": "کیا تھا وہ قدم رنجہ <span class=\"diff\">کسو</span> دن باغ میں اب تک<br>بہم گل سرنگوں ہیں سرو بھی تھج کر رہا بے خود",
    "GM": "کیا تھا وہ قدم رنجہ کسی دن باغ میں اب تک<br>بہم گل سرنگوں ہیں سرو بھی تھج کر رہا بے خود"
  },
  {
    "id": 40.5,
    "BL": "مجھے دو سرخ روئی دو جہاں میں اپنی بخشش سے<br><span class=\"diff\">منگے ہے روز و شب</span> مولا سے چندا یہ دعا بے خود ",
    "TO": "مجھے دو سرخ روئی دو جہاں میں اپنی بخشش سے<br><span class=\"diff\">منگے ہے روز و شب</span> مولا سے چندا یہ دعا بے خود ",
    "SJ": "مجھے دو سرخ روئی دو جہاں میں اپنی بخشش سے<br><span class=\"diff\">منگے ہے روز و شب</span> مولا سے چندا یہ دعا بے خود ",
    "GM": "مجھے دو سرخ روئی دو جہاں میں اپنی بخشش سے<br>سدا مولا سے چندا مانگتی ہے یہ دعا بے خود "
  },
  {
    "id": 41.1,
    "BL": "<span class=\"diff\">کوئی</span> دن کرے صیاد کو اللہ جو مرا صید<br>کر دوں میں سبھی دام سے <span class=\"diff\">اک</span> دم میں رہا صید",
    "TO": "<span class=\"diff\">کوئی</span> دن کرے صیاد کو اللہ جو مرا صید<br>کر دوں میں سبھی دام سے <span class=\"diff\">اک</span> دم میں رہا صید",
    "SJ": "<span class=\"diff\">کوئی</span> دن کرے صیاد کو اللہ جو مرا صید<br>کر دوں میں سبھی دام سے <span class=\"diff\">اک</span> دم میں رہا صید",
    "GM": "کچھ دن کرے صیاد کو اللہ جو مرا صید<br>کر دوں میں سبھی دام سے یک دم میں رہا صید"
  },
  {
    "id": 41.2,
    "BL": "اب مژده بہار آنے کا سنتے ہی قفس میں<br> تڑپا <span class=\"diff\">ہے</span> کہ کچھ بال و پر اپنے نہ رکھا صید",
    "TO": "اب مژده بہار آنے کا سنتے ہی قفس میں<br> تڑپا <span class=\"diff\">ہے</span> کہ کچھ بال و پر اپنے نہ رکھا صید",
    "SJ": "اب مژده بہار آنے کا سنتے ہی قفس میں<br> تڑپا <span class=\"diff\">ہے</span> کہ کچھ بال و پر اپنے نہ رکھا صید",
    "GM": "اب مژده بہار آنے کا سنتے ہی قفس میں<br> تڑپا یہ کہ کچھ بال و پر اپنے نہ رکھا صید"
  },
  {
    "id": 41.3,
    "BL": "<span class=\"diff\">دانہ نہ لیا خال سے اور</span> دام میں <span class=\"diff\">خط</span> کے دل مفت گرفتار اجل آ کے ہوا صید",
    "TO": "<span class=\"diff\">دانہ نہ لیا خال سے اور</span> دام میں <span class=\"diff\">خط</span> کے دل مفت گرفتار اجل آ کے ہوا صید",
    "SJ": "<span class=\"diff\">دانہ نہ لیا خال سے اور</span> دام میں <span class=\"diff\">خط</span> کے دل مفت گرفتار اجل آ کے ہوا صید",
    "GM": "کیا دام میں گیسو کے پھنسا ہے دل دانا<br>یوں مفت گرفتار اجل آ کے ہوا صید"
  },
  {
    "id": 41.4,
    "BL": "دیکھے ہے سوا تیرے نہ <span class=\"diff\">بھر</span> آنکھ <span class=\"diff\">کسو پر</span><br>اس <span class=\"diff\">آہو</span> کو تو <span class=\"diff\">آئنے کہہ کب سے</span> کیا صید",
    "TO": "دیکھے ہے سوا تیرے نہ <span class=\"diff\">بھر</span> آنکھ <span class=\"diff\">کسو پر</span><br>اس <span class=\"diff\">آہو</span> کو <span class=\"diff\">[تو] آئنے کہہ کب سے</span> کیا صید",
    "SJ": "دیکھے ہے سوا تیرے نہ پھر آنکھ <span class=\"diff\">کسو پر</span><br>اس <span class=\"diff\">آہو</span> کو تو <span class=\"diff\">آئنے کہہ کب سے</span> کیا صید",
    "GM": "دیکھے ہے سوا تیرے نہ پھر آنکھ کسی کو<br>اس آہوئے دل کو مرے تو کیسے کیا صید"
  },
  {
    "id": 41.5,
    "BL": "تم سے یہ توقع مرے مولا ہے جہاں میں<br>چندا کرے اعدا کے تئیں اپنے سدا صید",
    "TO": "تم سے یہ توقع مرے مولا ہے جہاں میں<br>چندا کرے اعدا کے تئیں اپنے سدا صید",
    "SJ": "تم سے یہ توقع مرے مولا ہے جہاں میں<br>چندا کرے اعدا کے تئیں اپنے سدا صید",
    "GM": "تم سے یہ توقع مرے مولا ہے جہاں میں<br>چندا کرے اعدا کے تئیں اپنے سدا صید"
  },
  {
    "id": 42.1,
    "BL": "اگر ہو کچھ بھی مری آہ کارگر صیاد<br>رہے نہ دل میں ترے ظلم کا اثر صیاد",
    "TO": "اگر ہو کچھ بھی مری آہ کارگر صیاد<br>رہے نہ دل میں ترے ظلم کا اثر صیاد",
    "SJ": "اگر ہو کچھ بھی مری آہ کارگر صیاد<br>رہے نہ دل میں ترے ظلم کا اثر صیاد",
    "GM": "اگر ہو کچھ بھی مری آہ کارگر صیاد<br>رہے نہ دل میں ترے ظلم کا اثر صیاد"
  },
  {
    "id": 42.2,
    "BL": "میں اپنے آپ ہی سے دام میں پھنسا لیکن<br>تری کہاں تھی مرے صید پر نظر صیاد",
    "TO": "میں اپنے آپ ہی سے دام میں پھنسا لیکن<br>تری کہاں تھی مرے صید پر نظر صیاد",
    "SJ": "میں اپنے آپ ہی سے دام میں <span class=\"diff\">نہا</span> لیکن<br>تری کہاں تھی مرے صید پر نظر صیاد",
    "GM": "میں اپنے آپ ہی سے دام میں پھنسا لیکن<br>تری کہاں تھی مرے صید پر نظر صیاد"
  },
  {
    "id": 42.3,
    "BL": "ازل سے مرغ دل اپنا ہوا ہے صید ترا<br><span class=\"diff\">کبھو تو</span> بھولے سے <span class=\"diff\">ایدھر بھی کرگزر</span> صیاد",
    "TO": "ازل سے مرغ دل اپنا ہوا ہے صید ترا<br><span class=\"diff\">کبھو تو</span> بھولے سے <span class=\"diff\">ایدھر [بھی] کرگزر</span> صیاد",
    "SJ": "ازل سے مرغ دل اپنا ہوا ہے صید ترا<br><span class=\"diff\">کبھو تو</span> بھولے سے <span class=\"diff\">ایدھر بھی کرگزر</span> صیاد",
    "GM": "ازل سے مرغ دل اپنا ہوا ہے صید ترا<br>کبھی نہ بھولے سے کر اس طرف گزر صیاد"
  },
  {
    "id": 42.4,
    "BL": "تڑپ کے جان تو <span class=\"diff\">اب</span> دے <span class=\"diff\">چلا</span> ہے تیرا صید<br><span class=\"diff\">پھرے ہے اب بھی</span> جو <span class=\"diff\">اتنے میں</span> بے خبر صیاد",
    "TO": "تڑپ کے جان تو <span class=\"diff\">اب</span> دے <span class=\"diff\">چلا</span> ہے تیرا صید<br><span class=\"diff\">پھرے ہے اب بھی</span> جو <span class=\"diff\">اتنے میں</span> بے خبر صیاد",
    "SJ": "تڑپ کے جان تو <span class=\"diff\">اب</span> دے <span class=\"diff\">چلا</span> ہے تیرا صید<br><span class=\"diff\">پھرے ہے [اب] بھی</span> جو <span class=\"diff\">اتنے میں</span> بے خبر صیاد",
    "GM": "تڑپ کے جان تو یوں دے رہا ہے تیرا صید<br>جئے گا اور کوئی دم جو بے خبر صیاد"
  },
  {
    "id": 42.5,
    "BL": "یہ مدعا ہے مرا تم سے یا علی ہو قبول<br>عدو کی شام <span class=\"diff\">پہ</span> چندا <span class=\"diff\">رہے</span> سحر صیاد",
    "TO": "یہ مدعا ہے مرا تم سے یا علی ہو قبول<br>عدو کی شام <span class=\"diff\">پہ</span> چندا <span class=\"diff\">رہے</span> سحر صیاد",
    "SJ": "یہ مدعا ہے مرا تم سے یا علی ہو قبول<br>عدو کی شام <span class=\"diff\">پہ</span> چندا <span class=\"diff\">ہے</span> سحر صیاد",
    "GM": "یہ مدعا ہے مرا تم سے یا علی ہو قبول<br>عدو کی شام یہ چندا کی ہو سحر صیاد"
  },
  {
    "id": 43.1,
    "BL": "بتا دے گا ہمارے دل <span class=\"diff\">کا</span> جو کوئی عیاں مقصد<br>کریں ہم اس سے اسرار خفی کا <span class=\"diff\">سب</span> بیاں مقصد",
    "TO": "بتا دے گا ہمارے دل <span class=\"diff\">کا</span> جو کوئی عیاں مقصد<br>کریں ہم اس سے اسرار خفی کا <span class=\"diff\">سب</span> بیاں مقصد",
    "SJ": "بتا دے گا ہمارے دل <span class=\"diff\">کا</span> جو کوئی عیاں مقصد<br>کریں ہم اس سے اسرار خفی کا <span class=\"diff\">سب</span> بیاں مقصد",
    "GM": "بتا دے گا ہمارے دل کو جو کوئی عیاں مقصد<br>کریں ہم اس سے اسرار خفی کا بھی بیاں مقصد"
  },
  {
    "id": 43.2,
    "BL": "<span class=\"diff\">کبھو</span> اے غنچہ لب <span class=\"diff\">رشک چمن</span> نرگس <span class=\"diff\">میں ٹک</span> تو<br>نظر کیجو کہ تا ہووے ہمارا گلستاں مقصد",
    "TO": "<span class=\"diff\">کبھو</span> اے غنچہ لب <span class=\"diff\">رشک چمن</span> نرگس <span class=\"diff\">ٹک</span> تو <span class=\"diff\">میں</span><br>نظر کیجو کہ تا ہووے ہمارا گلستاں مقصد",
    "SJ": "<span class=\"diff\">کبھو</span> اے غنچہ لب <span class=\"diff\">رشک چمن</span> نرگس <span class=\"diff\">تئیں ٹک</span> تو<br>نظر کیجو کہ تا ہووے ہمارا گلستاں مقصد",
    "GM": "کبھی اے غنچہ لب اے چشم نرگس اس طرف بھی تو<br>نظر کیجو کہ تا ہووے ہمارا گلستاں مقصد"
  },
  {
    "id": 43.3,
    "BL": "جو ہووے روبرو اس کے مری تصویر بھی شاید<br>لب خاموش سے اپنے کرے کل یک جہاں مقصد",
    "TO": "جو ہووے روبرو اس کے مری تصویر بھی شاید<br>لب خاموش سے اپنے کرے کل یک جہاں مقصد",
    "SJ": "جو ہووے روبرو اس کے مری تصویر بھی شاید<br>لب خاموش سے اپنے کرے کل یک جہاں مقصد",
    "GM": "جو ہووے روبرو اس کے مری تصویر بھی شاید<br>لب خاموش سے اپنے کرے کل یک جہاں مقصد"
  },
  {
    "id": 43.4,
    "BL": "<span class=\"diff\">لیا</span> پیر فلک سے <span class=\"diff\">کب کسو نے</span> فائدہ اب تک<br>وہی دے داد الفت کی جو ہووے <span class=\"diff\">نو</span> جواں مقصد",
    "TO": "<span class=\"diff\">لیا</span> پیر فلک سے <span class=\"diff\">کب کسو نے</span> فائدہ اب تک<br>وہی دے داد الفت کی جو ہووے <span class=\"diff\">نو</span> جواں مقصد",
    "SJ": "<span class=\"diff\">لیا</span> پیر فلک سے <span class=\"diff\">کب کسو نے</span> فائدہ اب تک<br>وہی دے داد الفت کی جو ہووے <span class=\"diff\">نو</span> جواں مقصد",
    "GM": "اٹھایا کب کوئی پیر فلک سے فائدہ اب تک<br>وہی دے داد بھی الفت کی جو ہووے جواں مقصد"
  },
  {
    "id": 43.5,
    "BL": "ازل سے یا على <span class=\"diff\">المرتضیٰ نئیں شک و ریب اس</span> میں<br><span class=\"diff\">سر</span> سجدے <span class=\"diff\">کو</span> چندا <span class=\"diff\">کے</span> ہے تیرا آستاں مقصد",
    "TO": "ازل سے یا على <span class=\"diff\">المرتضیٰ نئیں شک و ریب اس</span> میں<br><span class=\"diff\">سر سجدہ کو</span> چندا <span class=\"diff\">کے</span> ہے تیرا آستاں مقصد",
    "SJ": "ازل سے یا على مرتضیٰ <span class=\"diff\">نئیں شک و ریب اس</span> میں<br><span class=\"diff\">سر</span> سجدے <span class=\"diff\">کو</span> چندا <span class=\"diff\">کے</span> ہے تیرا آستاں مقصد",
    "GM": "ازل سے یا على مرتضیٰ تجھ پر فدا ہوں میں<br>ہر اک سجدے سے چندا کو ہے تیرا آستاں مقصد"
  },
  {
    "id": 44.1,
    "BL": "کرے گا جو گلی میں اس <span class=\"diff\">کی</span> تو اپنا گزر قاصد<br>سوائے آہ کے کیجو نہ میرا حال سر قاصد",
    "TO": "کرے گا جو گلی میں اس <span class=\"diff\">کی</span> تو اپنا گزر قاصد<br>سوائے آہ کے کیجو نہ میرا حال سر قاصد",
    "SJ": "کرے گا جو گلی میں اس <span class=\"diff\">کی</span> تو اپنا گزر قاصد<br>سوائے آہ کے کیجو نہ میرا حال سر قاصد",
    "GM": "کرے گا جو گلی میں اس کے تو اپنا گزر قاصد<br>سوائے آہ کے کیجو نہ میرا حال سر قاصد"
  },
  {
    "id": 44.2,
    "BL": "لکھا خون جگر سے نامۂ رنگیں <span class=\"diff\">لئے اس کے</span><br>کہ تا دل پر کہیں بے رحم کے ہووے اثر قاصد",
    "TO": "لکھا خون جگر سے نامۂ رنگیں <span class=\"diff\">لئے اس کے</span><br>کہ تا دل پر کہیں بے رحم کے ہووے اثر قاصد",
    "SJ": "لکھا خون جگر سے نامۂ رنگیں <span class=\"diff\">لئے اس کے</span><br>کہ تا دل پر کہیں بے رحم کے ہووے اثر قاصد",
    "GM": "لکھا اس کے لئے خون جگر سے نامۂ رنگیں<br>کہ تا دل پر کہیں بے رحم کے ہووے اثر قاصد"
  },
  {
    "id": 44.3,
    "BL": "کہاں <span class=\"diff\">پائیں</span> خبر دل کی <span class=\"diff\">کرام</span> کاتبیں حق ہے<br>رسائی غیر کی کب <span class=\"diff\">ہے</span> نہ ہو جب تک نظر قاصد",
    "TO": "کہاں <span class=\"diff\">پائیں</span> خبر دل کی <span class=\"diff\">کرام</span> کاتبیں حق ہے<br>رسائی غیر کی کب <span class=\"diff\">ہے</span> نہ ہو جب تک نظر قاصد",
    "SJ": "کہاں <span class=\"diff\">پائیں</span> خبر دل کی <span class=\"diff\">کرام و</span> کاتبیں حق ہے<br>رسائی غیر کی کب <span class=\"diff\">ہے</span> نہ ہو جب تک نظر قاصد",
    "GM": "کہاں پاویں خبر دل کی کراماً کاتبیں حق ہے<br>رسائی غیر کی کب ہو نہ ہو جب تک نظر قاصد"
  },
  {
    "id": 44.4,
    "BL": "جو پوچھے ہجر کی حالت مری وہ بے وفا ہنس <span class=\"diff\">کے</span><br>تصدق ہو کے کہہ با آه سرد و چشم تر قاصد",
    "TO": "جو پوچھے ہجر کی حالت مری وہ بے وفا ہنس <span class=\"diff\">کے</span><br>تصدق ہو کے کہہ با آه سرد و چشم تر قاصد",
    "SJ": "جو پوچھے ہجر کی حالت مری وہ بے وفا ہنس <span class=\"diff\">کے</span><br>تصدق ہو کے کہہ با آه سرد و چشم تر قاصد",
    "GM": "جو پوچھے ہجر کی حالت مری وہ بے وفا ہنس کر<br>تصدق ہو کے کہہ با آه سرد و چشم تر قاصد"
  },
  {
    "id": 44.5,
    "BL": "<span class=\"diff\">یہی ہے</span> مدعا چندا کا <span class=\"diff\">درگاہ</span> نجف <span class=\"diff\">میں جا</span><br><span class=\"diff\">تمنا کیجو</span> حشمت آستاں پر سر کو دھر قاصد",
    "TO": "<span class=\"diff\">یہی ہے</span> مدعا چندا کا <span class=\"diff\">درگاہ</span> نجف <span class=\"diff\">میں جا</span><br><span class=\"diff\">تمنا کیجو</span> حشمت آستاں پر سر کو دھر قاصد",
    "SJ": "<span class=\"diff\">یہی ہے</span> مدعا چندا کا <span class=\"diff\">درگاہ</span> نجف <span class=\"diff\">میں جا</span><br><span class=\"diff\">تمنا کیجو</span> حشمت آستاں پر سر کو دھر قاصد",
    "GM": "برائے مدعا چندا کا یا شاه نجف جلدی<br>یہ کرنا عرض حشمت آستاں پر سر کو دھر قاصد"
  },
  {
    "id": 45.1,
    "BL": "گر لکھوں چشم کی شوخی ہو پر افشاں کاغذ<br>وصف میں رخ کے ترے <span class=\"diff\">ہوے</span> گلستاں کاغذ کا",
    "TO": "گر لکھوں چشم کی شوخی ہو پر افشاں کاغذ<br>وصف میں رخ کے ترے <span class=\"diff\">ہوے</span> گلستاں کاغذ کا",
    "SJ": "گر لکھوں چشم کی شوخی ہو پر افشاں کاغذ<br>وصف میں رخ کے ترے <span class=\"diff\">ہوے</span> گلستاں کاغذ کا",
    "GM": "گر لکھوں چشم کی شوخی ہو پر افشاں کاغذ<br>وصف میں رخ کے ترے ہووے گلستاں کاغذ کا"
  },
  {
    "id": 45.2,
    "BL": "درد دل کو <span class=\"diff\">کبھو</span> تحریر کروں حرف بہ حرف<br>سیل میں اشک کے ہو کشتی طوفاں کاغذ",
    "TO": "درد دل کو <span class=\"diff\">کبھو</span> تحریر کروں حرف بہ حرف<br>سیل میں اشک کے ہو کشتی طوفاں کاغذ",
    "SJ": "درد دل کو <span class=\"diff\">کبھو</span> تحریر کروں حرف بہ حرف<br>سیل میں اشک کے ہو کشتی طوفاں کاغذ",
    "GM": "درد دل کو کبھی تحریر کروں حرف بہ حرف<br>سیل میں اشک کے ہو کشتی طوفاں کاغذ"
  },
  {
    "id": 45.3,
    "BL": "گر تجھے میری ہے خواہش <span class=\"diff\">میں</span> ملوں گا <span class=\"diff\">کہ بہ</span> شرط<br>تو کہے راست کہ دیتا ہوں میں پیماں کاغذ",
    "TO": "گر تجھے میری ہے خواہش <span class=\"diff\">میں</span> ملوں گا <span class=\"diff\">کہ بہ</span> شرط<br>تو کہے راست کہ دیتا ہوں میں پیماں کاغذ",
    "SJ": "گر تجھے میری ہے خواہش <span class=\"diff\">میں</span> ملوں گا <span class=\"diff\">کہ بہ</span> شرط<br>تو کہے راست کہ دیتا ہوں میں پیماں کاغذ",
    "GM": "گر تجھے میری ہے خواہش تو ملوں گا اس شرط<br>تو کہے راست کہ دیتا ہوں میں پیماں کاغذ"
  },
  {
    "id": 45.4,
    "BL": "نامه بر یوں ہے تری راہ میں بلقیس یہ چشم<br>جس طرح <span class=\"diff\">دیوے ہے</span> ہدہد کو سلیماں کاغذ",
    "TO": "نامه بر یوں ہے تری راہ میں بلقیس یہ چشم<br>جس طرح <span class=\"diff\">دیوے ہے</span> ہدہد کو سلیماں کاغذ",
    "SJ": "نامه بر یوں <span class=\"diff\">ہیں</span> تری راہ میں بلقیس یہ چشم<br>جس طرح <span class=\"diff\">دیوے ہے</span> ہدہد کو سلیماں کاغذ",
    "GM": "نامه بر یوں ہے تری راہ میں بلقیس یہ چشم<br>دیوے جس طرح سے ہدہد کو سلیماں کاغذ"
  },
  {
    "id": 45.5,
    "BL": "یا علی <span class=\"diff\">کتبہ</span> کنیزی <span class=\"diff\">کا</span> جو چندا نے لکھا<br><span class=\"diff\">ہوے</span> زوار نجف <span class=\"diff\">میں</span> یہ نمایاں کاغذ",
    "TO": "یا علی <span class=\"diff\">کتبہ</span> کنیزی <span class=\"diff\">کا</span> جو چندا نے لکھا<br><span class=\"diff\">ہوے</span> زوار نجف <span class=\"diff\">میں</span> یہ نمایاں کاغذ",
    "SJ": "یا علی <span class=\"diff\">کبت</span> کنیزی <span class=\"diff\">کا</span> جو چندا نے لکھا<br><span class=\"diff\">ہوے</span> زوار نجف <span class=\"diff\">میں</span> یہ نمایاں کاغذ",
    "GM": "یا علی خط کنیزی ہے جو چندا نے لکھا<br>ہووے زوار نجف ہے یہ نمایاں کاغذ"
  },
  {
    "id": 46.1,
    "BL": "روگ کو یہ نکہ بد کے <span class=\"diff\">ہو</span> قاتل تعویذ<br>اپنے بازو میں تو رکھ کر کے مرا دل تعویذ",
    "TO": "روگ کو یہ نکہ بد کے <span class=\"diff\">ہو</span> قاتل تعویذ<br>اپنے بازو میں تو رکھ کر کے مرا دل تعویذ",
    "SJ": "روگ کو یہ نکہ بد کے <span class=\"diff\">ہو</span> قاتل تعویذ<br>اپنے بازو میں تو رکھ کر کے مرا دل تعویذ",
    "GM": "روگ کو یہ نکہ بد کے ہے قاتل تعویذ<br>اپنے بازو میں تو رکھ کر کے مرا دل تعویذ"
  },
  {
    "id": 46.2,
    "BL": "اس لئے یار کا نامہ ہے برابر دل کے<br>کام آوے یہ <span class=\"diff\">کسو وقت کے</span> مشکل تعویذ",
    "TO": "اس لئے یار کا نامہ ہے برابر دل کے<br>کام آوے یہ <span class=\"diff\">کسو وقت کے</span> مشکل تعویذ",
    "SJ": "اس لئے یار کا نامہ ہے برابر دل کے<br>کام آوے یہ <span class=\"diff\">کسو وقت کے</span> مشکل تعویذ",
    "GM": "اس لئے یار کا نامہ ہے برابر دل کے<br>کام آوے یہ کسی دن دم مشکل تعویذ"
  },
  {
    "id": 46.3,
    "BL": "شرف مہر میں اب خون جگر سے کر نقش<br><span class=\"diff\">بھرے</span> دیتا ہوں جو لے <span class=\"diff\">جائے یہ</span> حامل تعویذ",
    "TO": "شرف مہر میں اب خون جگر سے کر نقش<br><span class=\"diff\">بھرے</span> دیتا ہوں جو لے <span class=\"diff\">جائے یہ</span> حامل تعویذ",
    "SJ": "شرف مہر میں اب خون جگر سے کر نقش<br>بھر <span class=\"diff\">ہی</span> دیتا ہوں جو لے <span class=\"diff\">جائے یہ</span> حامل تعویذ",
    "GM": "شرف مہر میں اب خون جگر سے کر نقش<br>بھر کے دیتا ہوں جو لے جاتا ہے حامل تعویذ"
  },
  {
    "id": 46.4,
    "BL": "جب سے الماس جگر خار یہ لٹکن میں سجا<br>دیکھے ہے یار کے سر پر سبھی محفل تعویذ",
    "TO": "جب سے الماس جگر خار یہ لٹکن میں سجا<br>دیکھے ہے یار کے سر پر سبھی محفل تعویذ",
    "SJ": "جب سے الماس جگر خار یہ لٹکن میں سجا<br>دیکھے ہے یار کے سر پر سبھی محفل تعویذ",
    "GM": "جب سے الماس جگر خار یہ لٹکن میں سجا<br>دیکھے ہے یار کے سر پر سبھی محفل تعویذ"
  },
  {
    "id": 46.5,
    "BL": "مجھ کو خواہش نہیں چندا جفر جامع سے<br>دل پہ ہے حب علی کا مرے کامل تعویذ",
    "TO": "مجھ کو خواہش نہیں چندا جفر جامع سے<br>دل پہ ہے حب علی کا مرے کامل تعویذ",
    "SJ": "مجھ کو خواہش نہیں چندا جفر جامع سے<br>دل پہ ہے حب علی کا مرے کامل تعویذ",
    "GM": "مجھ کو خواہش نہیں چندا جفر جامع سے<br>دل پہ ہے حب علی کا مرے کامل تعویذ"
  },
  {
    "id": 47.1,
    "BL": "",
    "TO": "",
    "SJ": "آئینہ سکندر کا نہیں دل کے برابر<br>ظالم نہ سمجھنا کہ ہے یہ <span class=\"diff\">سلک</span> برابر",
    "GM": "آئینہ سکندر کا نہیں دل کے برابر<br>ظالم نہ سمجھنا کہ ہے یہ سل کے برابر"
  },
  {
    "id": 47.2,
    "BL": "",
    "TO": "",
    "SJ": "سو بار سنا جشن بھی جمشید کا ہم نے<br>لیکن نہیں دیکھا تری محفل کے برابر",
    "GM": "سو بار سنا جشن بھی جمشید کا ہم نے<br>لیکن نہیں دیکھا تری محفل کے برابر"
  },
  {
    "id": 47.3,
    "BL": "",
    "TO": "",
    "SJ": "پرویز کو نسبت نہیں فرہاد سے شیریں<br>ناقص نہیں ہوتا کبھی کامل کے برابر",
    "GM": "پرویز کو نسبت نہیں فرہاد سے شیریں<br>ناقص نہیں ہوتا کبھی کامل کے برابر"
  },
  {
    "id": 47.4,
    "BL": "",
    "TO": "",
    "SJ": "کب طوطی تصویر <span class=\"diff\">ہے جیوں</span> طوطی گویا<br>جاہل کو نہ اعزاز ہو کامل کے برابر",
    "GM": "کب طوطی تصویر ہوا طوطی گویا<br>جاہل کو نہ اعزاز ہو کامل کے برابر"
  },
  {
    "id": 47.5,
    "BL": "",
    "TO": "",
    "SJ": "ہاں بندگی شاہ نجف خوب ہے چندا<br>ہے شاہ کوئی اس شہ عادل کے برابر",
    "GM": "ہاں بندگی شاہ نجف خوب ہے چندا<br>ہے شاہ کوئی اس شہ عادل کے برابر"
  },
  {
    "id": 48.1,
    "BL": "ہے خبر پھر باغباں گلشن میں آتی ہے بہار<br>دیکھئے کس پر بلائے تازه لاتی ہے بہار",
    "TO": "ہے خبر پھر باغباں گلشن میں آتی ہے بہار<br>دیکھئے کس پر بلائے تازه لاتی ہے بہار",
    "SJ": "ہے خبر پھر باغباں گلشن میں آتی ہے بہار<br>دیکھئے کس پر بلائے تازه لاتی ہے بہار",
    "GM": "ہے خبر پھر باغباں گلشن میں آتی ہے بہار<br>دیکھئے کس پر بلائے تازه لاتی ہے بہار"
  },
  {
    "id": 48.2,
    "BL": "یہ کہاں طاقت ترے <span class=\"diff\">مکھڑے</span> کے <span class=\"diff\">سمّکھ</span> ہو سکے<br>گرچہ کہنے کو سدا جوبن <span class=\"diff\">کی ماتی</span> ہے بہار",
    "TO": "یہ کہاں طاقت ترے <span class=\"diff\">مکھڑے</span> کے <span class=\"diff\">سمّکھ</span> ہو سکے<br>گرچہ کہنے کو سدا جوبن <span class=\"diff\">کی ماتی</span> ہے بہار",
    "SJ": "یہ کہاں طاقت ترے <span class=\"diff\">مکھڑے</span> کے <span class=\"diff\">سنمکھ</span> ہو سکے<br>گرچہ کہنے کو سدا جوبن <span class=\"diff\">کی ماتی</span> ہے بہار",
    "GM": "یہ کہاں طاقت ترے رخ کے برابر ہو سکے<br>گرچہ کہنے کو سدا جوبن دکھاتی ہے بہار"
  },
  {
    "id": 48.3,
    "BL": "کون ہے گم گشتہ مجھ سا <span class=\"diff\">اب دوانہ</span> فصل میں<br>کھوج کو جس کے چراغ گل لے آتی ہے بہار",
    "TO": "کون ہے گم گشتہ مجھ سا <span class=\"diff\">اب دوانہ</span> فصل میں<br>کھوج کو جس کے چراغ گل لے آتی ہے بہار",
    "SJ": "کون ہے گم گشتہ مجھ سا <span class=\"diff\">اب دوانہ</span> فصل میں<br>کھوج کو جس کے چراغ گل لے آتی ہے بہار",
    "GM": "کون ہے گم گشتہ اب دیوانہ مجھ سا فصل میں<br>کھوج کو جس کے چراغ گل لے آتی ہے بہار"
  },
  {
    "id": 48.4,
    "BL": "منتظر ہے چشم عالم مثل نرگس ہر طرف<br>دیکھیں کس کا <span class=\"diff\">سب</span> چمن میں دل جلاتی ہے بہار",
    "TO": "منتظر ہے چشم عالم مثل نرگس ہر طرف<br>دیکھیں کس کا <span class=\"diff\">سب</span> چمن میں دل جلاتی ہے بہار",
    "SJ": "منتظر ہے چشم عالم مثل نرگس ہر طرف<br>دیکھیں کس کا <span class=\"diff\">سب</span> چمن میں دل جلاتی ہے بہار",
    "GM": "منتظر ہے چشم عالم مثل نرگس ہر طرف<br>دیکھیں کس کا اب چمن میں دل جلاتی ہے بہار"
  },
  {
    "id": 48.5,
    "BL": "مثل بلبل جو اسے دیکھے غزل خواں کیوں نہ ہو<br>یا علی چندا ترے گلشن سے پاتی ہے بہار",
    "TO": "مثل بلبل جو اسے دیکھے غزل خواں کیوں نہ ہو<br>یا علی چندا ترے گلشن سے پاتی ہے بہار",
    "SJ": "مثل بلبل جو اسے دیکھے غزل خواں کیوں نہ ہو<br>یا علی چندا ترے گلشن سے پاتی ہے بہار",
    "GM": "مثل بلبل جو اسے دیکھے غزل خواں کیوں نہ ہو<br>یا علی چندا ترے گلشن سے پاتی ہے بہار"
  },
  {
    "id": 49.1,
    "BL": "گرچہ قدموں سے ترے ظاہر میں ہوں ہر چند دور<br>جان و دل سے <span class=\"diff\">ہے</span> تصور میں <span class=\"diff\">مجھے تیرا</span> حضور",
    "TO": "گرچہ قدموں سے ترے ظاہر میں ہوں ہر چند دور<br>جان و دل سے <span class=\"diff\">ہے</span> تصور میں <span class=\"diff\">مجھے تیرا</span> حضور",
    "SJ": "گرچہ قدموں سے ترے ظاہر میں ہوں ہر چند دور<br>جان و دل سے <span class=\"diff\">ہے</span> تصور میں <span class=\"diff\">مجھے تیرا</span> حضور",
    "GM": "گرچہ قدموں سے ترے ظاہر میں ہوں ہر چند دور<br>جان و دل سے ہوں تصور میں مگر تیرے حضور"
  },
  {
    "id": 49.2,
    "BL": "رنگ و بو پرواز میں کیوں ہے گلوں سے عندلیب<br>کیا کسی خانہ بر انداز چمن کا ہے ظہور",
    "TO": "رنگ و بو پرواز میں کیوں ہے گلوں سے عندلیب<br>کیا کسی خانہ بر انداز چمن کا ہے ظہور",
    "SJ": "رنگ و بو پرواز میں کیوں ہے گلوں سے عندلیب<br>کیا کسی خانہ بر انداز چمن کا ہے ظہور",
    "GM": "رنگ و بو پرواز میں کیوں ہے گلوں سے عندلیب<br>کیا کسی خانہ بر انداز چمن کا ہے ظہور"
  },
  {
    "id": 49.3,
    "BL": "یاد میں <span class=\"diff\">اس</span> پر جفا برق تجلی کے <span class=\"diff\">نپٹ</span><br>اشک سے  میرے گھٹا ہے سخت باراں کا وفور",
    "TO": "یاد میں <span class=\"diff\">اس</span> پر جفا برق تجلی کے <span class=\"diff\">نپٹ</span><br>اشک سے  میرے گھٹا ہے سخت باراں کا وفور",
    "SJ": "یاد میں <span class=\"diff\">اس</span> پر <span class=\"diff\">خفا</span> برق تجلی کے <span class=\"diff\">نپٹ</span><br>اشک سے  میرے گھٹا ہے سخت باراں کا وفور",
    "GM": "یاد میں کس پر جفا برق تجلی کے ہوں میں<br>اشک سے  میرے گھٹا ہے سخت باراں کا وفور"
  },
  {
    "id": 49.4,
    "BL": "<span class=\"diff\">جو کیا</span> تحقیق ہر دم چشم دل سے یار <span class=\"diff\">کو</span><br>مرد حق بیں اس جہاں میں ہے وہی صاحب شعور",
    "TO": "<span class=\"diff\">جو کیا</span> تحقیق ہر دم چشم دل سے یار <span class=\"diff\">کو</span><br>مرد حق بیں اس جہاں میں ہے وہی صاحب شعور",
    "SJ": "<span class=\"diff\">جو کیا</span> تحقیق ہر دم چشم دل سے یار <span class=\"diff\">کو</span><br>مرد حق بیں اس جہاں میں ہے وہی صاحب شعور",
    "GM": "جس نے کی تحقیق ہر دم چشم دل سے یار کی<br>مرد حق بیں اس جہاں میں ہے وہی صاحب شعور"
  },
  {
    "id": 49.5,
    "BL": "سرفرو ہرگز نہ ہو چندا <span class=\"diff\">کسو</span> سے دہر میں<br>یہ جناب مرتضیٰ  کی ہے کنیزی کا غرور",
    "TO": "سرفرو ہرگز نہ ہو چندا <span class=\"diff\">کسو</span> سے دہر میں<br>یہ جناب مرتضیٰ  کی ہے کنیزی کا غرور",
    "SJ": "سرفرو ہرگز نہ ہو چندا <span class=\"diff\">کسو</span> سے دہر میں<br>یہ جناب مرتضیٰ  کی ہے کنیزی کا غرور",
    "GM": "سرفرو ہرگز نہ ہو چندا کسی سے دہر میں<br>یہ جناب مرتضیٰ  کی ہے کنیزی کا غرور"
  },
  {
    "id": 50.1,
    "BL": "عنبریں خط سے مرے خورشید مت ہونا دو چار<br>خال سے <span class=\"diff\">جس کے</span> خجل ہے نافۂ مشک تتار",
    "TO": "عنبریں خط سے مرے خورشید مت ہونا دو چار<br>خال سے <span class=\"diff\">جس کے</span> خجل ہے نافۂ مشک تتار",
    "SJ": "عنبریں خط سے مرے خورشید مت ہونا دو چار<br>خال سے <span class=\"diff\">جس کے</span> خجل ہے نافۂ مشک تتار",
    "GM": "عنبریں خط سے مرے خورشید مت ہونا دو چار<br>خال سے تیرے خجل ہے نافۂ مشک تتار"
  },
  {
    "id": 50.2,
    "BL": "ہے صراحی غنچہ ساغر گل ہے صحن باغ میں<br>یار ساقی ہو <span class=\"diff\">مزا تب دے ہے</span> ابر <span class=\"diff\">[نو]</span> بہار",
    "TO": "ہے صراحی غنچہ ساغر گل ہے صحن باغ میں<br>یار ساقی ہو <span class=\"diff\">مزا تب دے ہے</span> ابر <span class=\"diff\">[نو]</span> بہار",
    "SJ": "ہے صراحی غنچہ ساغر گل ہے صحن باغ میں<br>یار ساقی ہو <span class=\"diff\">مزا تب دے ہے</span> ابر نو بہار",
    "GM": "ہے صراحی غنچہ ساغر گل ہے صحن باغ میں<br>یار ساقی ہو برستا ہووے ابر نو بہار"
  },
  {
    "id": 50.3,
    "BL": "گرچه عالی قدر ہے وہ بے مثال اس دہر میں<br>پر خدا آغوش میں لاوے ہمارے ایک بار",
    "TO": "گرچه عالی قدر ہے وہ بے مثال اس دہر میں<br>پر خدا آغوش میں لاوے ہمارے ایک بار",
    "SJ": "گرچه عالی قدر ہے وہ بے مثال اس دہر میں<br>پر خدا آغوش میں لاوے ہمارے ایک بار",
    "GM": "گرچه عالی قدر ہے وہ بے مثال اس دہر میں<br>پر خدا آغوش میں لاوے ہمارے ایک بار"
  },
  {
    "id": 50.4,
    "BL": "گل بدن غنچه دہن وه سرو قد  یک بار بھی<br>خوش خرام آوے اِدھر کو جی کروں اپنا نثار",
    "TO": "گل بدن غنچه دہن وه سرو قد  یک بار بھی<br>خوش خرام آوے اِدھر کو جی کروں اپنا نثار",
    "SJ": "گل بدن غنچه دہن وه سرو قد  یک بار بھی<br>خوش خرام آوے <span class=\"diff\">ادھر</span> کو جی کروں اپنا نثار",
    "GM": "گل بدن غنچه دہن وه سرو قد  یک بار بھی<br>خوش خرام آوے اِدھر کو جی کروں اپنا نثار"
  },
  {
    "id": 50.5,
    "BL": "کیوں نہ ہو تسخیر یکسر مالک سیف و قلم<br>ہے مدد کو <span class=\"diff\">نین</span> میں چندا کے شاہ ذوالفقار",
    "TO": "کیوں نہ ہو تسخیر یکسر مالک سیف و قلم<br>ہے مدد کو <span class=\"diff\">نین</span> میں چندا کے شاہ ذوالفقار",
    "SJ": "کیوں نہ ہو تسخیر یکسر مالک سیف و قلم<br>ہے مدد کو <span class=\"diff\">نین</span> میں چندا کے شاہ ذوالفقار",
    "GM": "کیوں نہ ہو تسخیر یکسر مالک سیف و قلم<br>ہے مدد کو دہر میں چندا کے شاہ ذوالفقار"
  },
  {
    "id": 51.1,
    "BL": "ساقی دے مجھ کو جام مئے ارغوان بھر<br><span class=\"diff\">افسردہ دل</span> میں <span class=\"diff\">آئے جو شعلے سی</span> جان بھر",
    "TO": "ساقی دے مجھ کو جام مئے ارغوان بھر<br><span class=\"diff\">افسردہ دل</span> میں <span class=\"diff\">آئے جو شعلے سی</span> جان بھر",
    "SJ": "ساقی دے مجھ کو جام مئے ارغوان بھر<br><span class=\"diff\">افسردہ دل</span> میں <span class=\"diff\">آئے جو شعلے سی</span> جان بھر",
    "GM": "ساقی دے مجھ کو جام مئے ارغوان بھر<br>ہے تن میں مردہ دل مرا تو اس میں جان بھر"
  },
  {
    "id": 51.2,
    "BL": "خالی متاع حسن سے ہوں <span class=\"diff\">منتظر کی</span> چشم<br>اور مفت ہی میں آئینہ لے یوں دوکان بھر",
    "TO": "خالی متاع حسن سے ہوں <span class=\"diff\">منتظر کی</span> چشم<br>اور مفت ہی میں آئینہ لے یوں دوکان بھر",
    "SJ": "خالی متاع حسن سے ہوں <span class=\"diff\">منتظر کی</span> چشم<br>اور مفت ہی میں آئینہ لے یوں دوکان بھر",
    "GM": "خالی متاع حسن سے ہوں چشم منتظر<br>اور مفت ہی میں آئینہ لے یوں دوکان بھر"
  },
  {
    "id": 51.3,
    "BL": "جی تو تڑپ چلا ہے پہ بچتا ہوں دوستو<br>ملنے کا اس کے مژدہ ابھی دے جو کان بھر",
    "TO": "جی تو تڑپ چلا ہے پہ بچتا ہوں دوستو<br>ملنے کا اس کے مژدہ ابھی دے جو کان بھر",
    "SJ": "جی تو تڑپ چلا ہے پہ بچتا <span class=\"diff\">ہو</span> دوستو<br>ملنے کا اس کے مژدہ ابھی دے جو کان بھر",
    "GM": "جی تو تڑپ چلا ہے پہ بچتا ہوں دوستو<br>ملنے کا اس کے مژدہ ابھی دے جو کان بھر"
  },
  {
    "id": 51.4,
    "BL": "شاه و گدا <span class=\"diff\">[تو] چھک ہے گئے</span> رقص پر ترے<br>عاشق ہے نیم جان نئی لے سے تان بھر",
    "TO": "شاه و گدا <span class=\"diff\">[تو] چھک ہے گئے</span> رقص پر ترے<br>عاشق ہے نیم جان نئی لے سے تان بھر",
    "SJ": "شاه و گدا تو <span class=\"diff\">جھک ہے گئے</span> رقص پر ترے<br>عاشق ہے نیم جان نئی لے سے تان بھر",
    "GM": "شاه و گدا تو دنگ ہوئے رقص پر ترے<br>عاشق ہے نیم جان نئی لے سے تان بھر"
  },
  {
    "id": 51.5,
    "BL": "چندا کو یہ امید ہے یا مرتضیٰ علی<br><span class=\"diff\">حسنین کے دے</span> صدقے میں موتی سے خوان بھر",
    "TO": "چندا کو یہ امید ہے یا مرتضیٰ علی<br><span class=\"diff\">حسنین کے دے</span> صدقے میں موتی سے خوان بھر",
    "SJ": "چندا کو یہ امید ہے یا مرتضیٰ علی<br><span class=\"diff\">حسنین کے دے</span> صدقے <span class=\"diff\">[میں]</span> موتی سے خوان بھر",
    "GM": "چندا کو یہ امید ہے یا مرتضیٰ علی<br>صدقے میں دے حسین کے موتی سے خوان بھر"
  },
  {
    "id": 52.1,
    "BL": "<span class=\"diff\">اب تلک نئیں حیف میری</span> دل ربائی کی خبر<br>جس سے سنتا ہوں ہے تیری خود نمائی کی خبر",
    "TO": "<span class=\"diff\">اب تلک نئیں حیف میری</span> دل ربائی کی خبر<br>جس سے سنتا ہوں ہے تیری خود نمائی کی خبر",
    "SJ": "<span class=\"diff\">اب تلک نئیں حیف میری</span> دل ربائی کی خبر<br>جس سے سنتا ہوں ہے تیری خود نمائی کی خبر",
    "GM": "ہے کہاں غیروں کو تیری دل ربائی کی خبر<br>جس سے سنتا ہوں ہے تیری خود نمائی کی خبر"
  },
  {
    "id": 52.2,
    "BL": "<span class=\"diff\">ہم کئے بت خانہ آخرکعبۂ</span> دل توڑ کر <span class=\"diff\"><br> پر</span> نہ <span class=\"diff\">تھی تجھ سے</span> صنم <span class=\"diff\">کچھ</span> بے وفائی کی خبر",
    "TO": "<span class=\"diff\">ہم کئے بت خانہ آخرکعبۂ</span> دل توڑ کر <span class=\"diff\"><br> پر</span> نہ <span class=\"diff\">تھی تجھ سے</span> صنم <span class=\"diff\">کچھ</span> بے وفائی کی خبر",
    "SJ": "<span class=\"diff\">ہم کئے بت خانہ آخرکعبۂ</span> دل توڑ کر <span class=\"diff\"><br> پر</span> نہ <span class=\"diff\">تھی تجھ سے</span> صنم <span class=\"diff\">کچھ</span> بے وفائی کی خبر",
    "GM": "کعبۂ دل توڑ کر کرتے نہ ہم بت خانہ اب <br>ہوتی گر ہم کو صنم کی بے وفائی کی خبر"
  },
  {
    "id": 52.3,
    "BL": "واہ کیا قسمت ہے <span class=\"diff\">تجھ کو</span> جاں فشانی پر <span class=\"diff\">مری</span><br>دی رقیب رو سیہ نے نارسائی کی خبر",
    "TO": "واہ کیا قسمت ہے <span class=\"diff\">تجھ کو</span> جاں فشانی پر <span class=\"diff\">مری</span><br>دی رقیب رو سیہ نے نارسائی کی خبر",
    "SJ": "واہ کیا قسمت ہے <span class=\"diff\">تجھ کو</span> جاں فشانی پر <span class=\"diff\">مری</span><br>دی رقیب رو سیہ نے نارسائی کی خبر",
    "GM": "واہ کیا قسمت ہے میری جاں فشانی پر تجھے<br>دی رقیب رو سیہ نے نارسائی کی خبر"
  },
  {
    "id": 52.4,
    "BL": "بال و پر ہم نے نکالے آشیاں سے دام میں<br><span class=\"diff\"> اب تلک نئیں</span> ہم صفیرو <span class=\"diff\">کچھ</span> رہائی کی خبر",
    "TO": "بال و پر ہم نے نکالے آشیاں سے دام میں<br><span class=\"diff\"> اب تلک نئیں</span> ہم صفیرو <span class=\"diff\">کچھ</span> رہائی کی خبر",
    "SJ": "بال و پر ہم نے نکالے آشیاں سے دام میں<br><span class=\"diff\"> اب تلک نئیں</span> ہم صفیرو <span class=\"diff\">کچھ</span> رہائی کی خبر",
    "GM": "بال و پر ہم نے نکالے آشیاں سے دام میں<br>ہم صفیرو پر نہیں اب تک رہائی کی خبر"
  },
  {
    "id": 52.5,
    "BL": "<span class=\"diff\">اول</span> آدم سے چندا حشر تک مشہور ہے<br>بس جناب مرتضیٰ <span class=\"diff\">سے</span> رہ نمائی کی خبر",
    "TO": "<span class=\"diff\">اول</span> آدم سے چندا حشر تک مشہور ہے<br>بس جناب مرتضیٰ <span class=\"diff\">سے</span> رہ نمائی کی خبر",
    "SJ": "<span class=\"diff\">اول</span> آدم سے چندا حشر تک مشہور ہے<br>بس جناب مرتضیٰ <span class=\"diff\">سے</span> رہ نمائی کی خبر",
    "GM": "حضرت آدم سے چندا حشر تک مشہور ہے<br>بس جناب مرتضیٰ کی رہ نمائی کی خبر"
  },
  {
    "id": 53.1,
    "BL": "",
    "TO": "",
    "SJ": "جب ہوا صحن چمن میں خسرو گل کا گزار<br>عندلیبوں نے کئے ہر سمت سے مجرا پکار",
    "GM": "جب ہوا صحن چمن میں خسرو گل کا گزار<br>عندلیبوں نے کئے ہر سمت سے مجرا پکار"
  },
  {
    "id": 53.2,
    "BL": "",
    "TO": "",
    "SJ": "سن کے یہ آواز خوش دل نے کہا مجھ سے کہ <span class=\"diff\">چل</span><br><span class=\"diff\">بیٹھ مت اب کے</span> بسنتی پوش ہو دیکھیں بہار",
    "GM": "سن کے یہ آواز خوش دل نے کہا مجھ سے کہ اٹھ<br>چل بسنتی پوش ہو کر تو بھی اب دیکھیں بہار"
  },
  {
    "id": 53.3,
    "BL": "",
    "TO": "",
    "SJ": "الغرض پہنچا ہے اس جشن فریدوں فر تلک<br>مسند آرا اس جگہ دیکھا امیر نام دار",
    "GM": "الغرض پہنچا ہے اس جشن فریدوں فر تلک<br>مسند آرا اس جگہ دیکھا امیر نام دار"
  },
  {
    "id": 53.4,
    "BL": "",
    "TO": "",
    "SJ": "وه نتیجہ <span class=\"diff\">کی و</span> خسرو کا <span class=\"diff\">ہے</span> جس کے روبرو<br><span class=\"diff\">ہوے کب</span> نام سخاوت <span class=\"diff\">لیوے</span> حاتم زینہار",
    "GM": "وه نتیجہ ہے کئے خسرو کا جس کے روبرو<br>رعب سے نام سخاوت لے نہ حاتم زینہار"
  },
  {
    "id": 53.5,
    "BL": "",
    "TO": "",
    "SJ": "مدعا چندا کا ہے یہ <span class=\"diff\">ہی</span> ارسطو جاه سے<br> فیل و زر بخشش تو کی جاگیر کا بھی ہو شمار",
    "GM": "مدعا چندا کا ہے یہ اب ارسطو جاه سے<br> فیل و زر بخشش تو کی جاگیر کا بھی ہو شمار"
  },
  {
    "id": 54.1,
    "BL": "کب ہے طریق عشق میں رہبر کا غم ہنوز<br>ہے چشم رہ نما مجھے نقش قدم ہنوز",
    "TO": "کب ہے طریق عشق میں رہبر کا غم ہنوز<br>ہے چشم رہ نما مجھے نقش قدم ہنوز",
    "SJ": "کب ہے طریق عشق میں رہبر کا غم ہنوز<br>ہے چشم رہ نما مجھے نقش قدم ہنوز",
    "GM": "کب ہے طریق عشق میں رہبر کا غم ہنوز<br>ہے چشم رہ نما مجھے نقش قدم ہنوز"
  },
  {
    "id": 54.2,
    "BL": "انکار تجھ کو قتل سے میرے تھا <span class=\"diff\">پر رہا</span><br>شکر خدا حنا <span class=\"diff\">کی جگے</span> خون جم ہنوز",
    "TO": "انکار تجھ کو قتل سے میرے تھا <span class=\"diff\">پر رہا</span><br>شکر خدا حنا <span class=\"diff\">کی جگے</span> خون جم ہنوز",
    "SJ": "انکار تجھ کو قتل سے میرے تھا <span class=\"diff\">پر رہا</span><br>شکر خدا حنا <span class=\"diff\">کی جگے</span> خون جم ہنوز",
    "GM": "انکار تجھ کو قتل سے میرے ہی تھا مگر<br>شکر خدا حنا کا رہا خون جم ہنوز"
  },
  {
    "id": 54.3,
    "BL": "غیروں کو چشم رحم سے دیکھے ہے بزم میں<br>آہو نژاد کو ہے فقط مجھ سے رم ہنوز",
    "TO": "غیروں کو چشم رحم سے دیکھے ہے بزم میں<br>آہو نژاد کو ہے فقط مجھ سے رم ہنوز",
    "SJ": "غیروں کو چشم رحم سے دیکھے ہے بزم میں<br>آہو نژاد کو ہے فقط مجھ سے رم ہنوز",
    "GM": "غیروں کو چشم رحم سے دیکھے ہے بزم میں<br>آہو نژاد کو ہے فقط مجھ سے رم ہنوز"
  },
  {
    "id": 54.4,
    "BL": "<span class=\"diff\">یک دم رکھے</span> تھا چشم توقع <span class=\"diff\">میں</span> یار سے<br>اب تک ہوا نہ راست وہ ابرو کا خم ہنوز",
    "TO": "<span class=\"diff\">یک دم رکھے</span> تھا چشم توقع <span class=\"diff\">میں</span> یار سے<br>اب تک ہوا نہ راست وہ ابرو کا خم ہنوز",
    "SJ": "<span class=\"diff\">یک دم</span> رکھا تھا چشم توقع <span class=\"diff\">میں</span> یار سے<br>اب تک ہوا نہ راست وہ ابرو کا خم ہنوز",
    "GM": "کیا کیا رکھا تھا چشم توقع نہ یار سے<br>اب تک ہوا نہ راست وہ ابرو کا خم ہنوز"
  },
  {
    "id": 54.5,
    "BL": "چندا کو حب آل عبا <span class=\"diff\">یہ تو</span> ہے <span class=\"diff\">بہ دل</span><br>ہو جس قدر زیادہ وہ سمجھے ہے کم ہنوز",
    "TO": "چندا کو حب آل عبا <span class=\"diff\">یہ تو</span> ہے <span class=\"diff\">بہ دل</span><br>ہو جس قدر زیادہ وہ سمجھے ہے کم ہنوز",
    "SJ": "چندا کو حب آل عبا <span class=\"diff\">یہ تو</span> ہے <span class=\"diff\">بہ دل</span><br>ہو جس قدر زیادہ وہ سمجھے ہے کم ہنوز",
    "GM": "چندا کو حب آل عبا جوش پر ہے یوں<br>ہو جس قدر زیادہ وہ سمجھے ہے کم ہنوز"
  },
  {
    "id": 55.1,
    "BL": "نہیں کنج قفس میں کچھ <span class=\"diff\">گلہ</span> صیاد سے ہرگز<br>نہ بھولے اتنا وہ ظالم پر اپنی یاد ہرگز",
    "TO": "نہیں کنج قفس میں کچھ <span class=\"diff\">گلہ</span> صیاد سے ہرگز<br>نہ بھولے اتنا وہ ظالم پر اپنی یاد ہرگز",
    "SJ": "نہیں کنج قفس میں کچھ <span class=\"diff\">گلہ</span> صیاد سے ہرگز<br>نہ بھولے اتنا وہ ظالم پر اپنی یاد ہرگز",
    "GM": "نہیں کنج قفس میں رنج کچھ صیاد سے ہرگز<br>نہ بھولے اتنا وہ ظالم پر اپنی یاد ہرگز"
  },
  {
    "id": 55.2,
    "BL": "کیا ہوں ضبط آه و نالہ فرقت میں <span class=\"diff\">لئے اس کے</span><br>نہ وہ شکوہ کرے ظاہر مری فریاد سے ہرگز",
    "TO": "کیا ہوں ضبط آه و نالہ فرقت میں <span class=\"diff\">لئے اس کے</span><br>نہ وہ شکوہ کرے ظاہر مری فریاد سے ہرگز",
    "SJ": "کیا ہوں ضبط آه و نالہ فرقت میں <span class=\"diff\">لئے اس کے</span><br>نہ وہ شکوہ کرے ظاہر مری فریاد سے ہرگز",
    "GM": "کیا اس کے لئے ہوں ضبط آه و نالہ فرقت میں<br>نہ وہ شکوہ کرے ظاہر مری فریاد سے ہرگز"
  },
  {
    "id": 55.3,
    "BL": "کریں چاک قفس <span class=\"diff\">افشاں</span> لہو سے فصل میں گل <span class=\"diff\">کی</span><br>سناؤ مت اسیروں کو خبر آزاد سے ہرگز",
    "TO": "کریں چاک قفس <span class=\"diff\">افشاں</span> لہو سے فصل میں گل <span class=\"diff\">کی</span><br>سناؤ مت اسیروں کو خبر آزاد سے ہرگز",
    "SJ": "کریں چاک قفس <span class=\"diff\">افشاں</span> لہو سے فصل میں گل <span class=\"diff\">کی</span><br>سناؤ مت اسیروں کو خبر آزاد سے ہرگز",
    "GM": "کریں چاک قفس انساں لہو سے فصل میں گل کے<br>سناؤ مت اسیروں کو خبر آزاد سے ہرگز"
  },
  {
    "id": 55.4,
    "BL": "بنایا یار کی صورت کو وہ نقاش قدرت نے<br><span class=\"diff\">گھٹے</span> نقشہ <span class=\"diff\">کہاں یہ</span> مانی و بہزاد سے ہرگز",
    "TO": "بنایا یار کی صورت کو وہ نقاش قدرت نے<br><span class=\"diff\">گھٹے</span> نقشہ <span class=\"diff\">کہاں یہ</span> مانی و بہزاد سے ہرگز",
    "SJ": "بنایا یار کی صورت کو وہ نقاش قدرت نے<br><span class=\"diff\">گھٹے</span> نقشہ <span class=\"diff\">کہاں یہ</span> مانی و بہزاد سے ہرگز",
    "GM": "بنایا یار کی صورت کو وہ نقاش قدرت نے<br>کھچے نقشہ نہ ایسا مانی و بہزاد سے ہرگز"
  },
  {
    "id": 55.5,
    "BL": "توقع ہے یہی چندا کو ہردم دین و دنیا میں<br><span class=\"diff\">نہ بھولیں گے علی والی</span> تجھے امداد سے ہرگز",
    "TO": "توقع ہے یہی چندا کو ہردم دین و دنیا میں<br><span class=\"diff\">نہ بھولیں گے علی والی</span> تجھے امداد سے ہرگز",
    "SJ": "توقع ہے یہی چندا کو ہردم دین و دنیا میں<br><span class=\"diff\">نہ بھولیں گے علی والی</span> تجھے امداد سے ہرگز",
    "GM": "توقع ہے یہی چندا کو ہردم دین و دنیا میں<br>نہیں بھولے گی یا مولا تجھے امداد سے ہرگز"
  },
  {
    "id": 56.1,
    "BL": "<span class=\"diff\">آج کچھ ایسے سجا اپنی</span> طرح <span class=\"diff\">یار</span> کہ بس<br>جان و دل <span class=\"diff\">ہوے</span> گیا دیکھ گرفتار کہ بس",
    "TO": "<span class=\"diff\">آج کچھ ایسے سجا اپنی</span> طرح <span class=\"diff\">یار</span> کہ بس<br>جان و دل <span class=\"diff\">ہوے</span> گیا دیکھ گرفتار کہ بس",
    "SJ": "<span class=\"diff\">آج کچھ ایسے سجیا اپنی</span> طرح <span class=\"diff\">یار</span> کہ بس<br>جان و دل ہو ہی گیا دیکھ گرفتار کہ بس",
    "GM": "سج کے اس طرح سے نکلا وہ طرح دار کہ بس<br>جان و دل ہو ہی گیا دیکھ گرفتار کہ بس"
  },
  {
    "id": 56.2,
    "BL": "کوه کن پر <span class=\"diff\">تو</span> کیا جور <span class=\"diff\">اگر</span> شیریں نے<br>تو نے <span class=\"diff\">بے</span> طرح کیا ہے مجھے بیزار کہ میں",
    "TO": "کوه کن پر <span class=\"diff\">تو</span> کیا جور <span class=\"diff\">اگر</span> شیریں نے<br>تو نے <span class=\"diff\">بے</span> طرح کیا ہے مجھے بیزار کہ میں",
    "SJ": "کوه کن پر <span class=\"diff\">تو</span> کیا جور <span class=\"diff\">اگر</span> شیریں نے<br>تو نے <span class=\"diff\">بے</span> طرح کیا ہے مجھے بیزار کہ میں",
    "GM": "کوه کن پر بھی کیا جور مگر شیریں نے<br>تو نے اس طرح کیا ہے مجھے بیزار کہ میں"
  },
  {
    "id": 56.3,
    "BL": "ماه رو خواب میں بھی <span class=\"diff\">آہ</span> نظر <span class=\"diff\">آتا نئیں</span><br>شب شماری میں رہا <span class=\"diff\">نت</span> دل بیدار کہ بس",
    "TO": "ماه رو خواب میں بھی <span class=\"diff\">آہ</span> نظر <span class=\"diff\">آتا نئیں</span><br>شب شماری میں رہا <span class=\"diff\">نت</span> دل بیدار کہ بس",
    "SJ": "ماه رو خواب میں بھی <span class=\"diff\">آہ</span> نظر <span class=\"diff\">آتا نئیں</span><br>شب شماری میں رہا <span class=\"diff\">نت</span> دل بیدار کہ بس",
    "GM": "ماه رو خواب میں بھی کب نظر آیا مجھ کو<br>شب شماری میں رہا یوں دل بیدار کہ بس"
  },
  {
    "id": 56.4,
    "BL": "<span class=\"diff\">ہے</span> جفا کار  <span class=\"diff\">وہ نادانی سے تا بد و شعور</span><br>چشم عالم نے نہ دیکھا یہ ستم گار کہ بس",
    "TO": "<span class=\"diff\">ہے</span> جفا کار  <span class=\"diff\">وہ نادانی سے تا بد و شعور</span><br>چشم عالم نے نہ دیکھا یہ ستم گار کہ بس",
    "SJ": "<span class=\"diff\">ہے</span> جفا کار  <span class=\"diff\">وہ نادانی سے تا بد و شعور</span><br>چشم عالم نے نہ دیکھا یہ ستم گار کہ بس",
    "GM": "ہیں جفا کار  دل آزار ہزاروں لیکن<br>چشم عالم نے نہ دیکھا یہ ستم گار کہ بس"
  },
  {
    "id": 56.5,
    "BL": "مجھ سے چندا نہ ہو کچھ حاضر و غایب تعریف<br><span class=\"diff\">وہ کیا میری</span> مدد حیدر کرار کہ بس",
    "TO": "مجھ سے چندا نہ ہو کچھ حاضر و غایب تعریف<br><span class=\"diff\">وہ کیا میری</span> مدد حیدر کرار کہ بس",
    "SJ": "مجھ سے چندا نہ ہو کچھ حاضر و غایب تعریف<br><span class=\"diff\">وہ کیا میری</span> مدد حیدر کرار کہ بس",
    "GM": "مجھ سے چندا نہ ہو کچھ حاضر و غایب تعریف<br>ہیں مدد پر مرے یوں حیدر کرار کہ بس"
  },
  {
    "id": 57.1,
    "BL": "ملایا کر تو اُس کی انکھڑیوں سے آنکھ کم نرگس<br>نہ کر <span class=\"diff\">لے</span> دیده و دانستہ اپنے پر ستم نرگس",
    "TO": "ملایا کر تو اُس کی انکھڑیوں سے آنکھ کم نرگس<br>نہ کر <span class=\"diff\">لے</span> دیده و دانستہ اپنے پر ستم نرگس",
    "SJ": "ملایا کر تو اُس کی انکھڑیوں سے آنکھ کم نرگس<br>نہ کر <span class=\"diff\">لے</span> دیده و دانستہ اپنے پر ستم نرگس",
    "GM": "ملایا کر تو اُس کی انکھڑیوں سے آنکھ کم نرگس<br>نہ کر یوں دیده و دانستہ اپنے پر ستم نرگس"
  },
  {
    "id": 57.2,
    "BL": "مقابل اب ہوا چاہے ہے اس کی چشم شہلا کے<br>نہیں رکھتی ہے آنکھوں میں مگر کچھ اپنے نم نرگس",
    "TO": "مقابل اب ہوا چاہے ہے اس کی چشم شہلا کے<br>نہیں رکھتی ہے آنکھوں میں مگر کچھ اپنے نم نرگس",
    "SJ": "مقابل اب ہوا چاہے ہے اس <span class=\"diff\">[کی]</span> چشم شہلا کے<br>نہیں رکھتی <span class=\"diff\">ان</span> آنکھوں میں مگر کچھ اپنے نم نرگس",
    "GM": "مقابل اب ہوا چاہے ہے اس کی چشم شہلا کے<br>نہیں رکھتی ہے آنکھوں میں مگر کچھ اپنے نم نرگس"
  },
  {
    "id": 57.3,
    "BL": " نظارے کو وہ گل رو سرمہ گیں آنکھوں سے آتا ہے<br>نظر آتا نہیں رہوے چمن کا کچھ بھرم نرگس",
    "TO": " نظارے کو وہ گل رو سرمہ گیں آنکھوں سے آتا ہے<br>نظر آتا نہیں رہوے چمن کا کچھ بھرم نرگس",
    "SJ": " نظارے کو وہ گل رو سرمہ گیں آنکھوں سے آتا ہے<br>نظر آتا نہیں رہوے چمن کا کچھ بھرم نرگس",
    "GM": " نظارے کو وہ گل رو سرمہ گیں آنکھوں سے آتا ہے<br>نظر آتا نہیں رہوے چمن کا کچھ بھرم نرگس"
  },
  {
    "id": 57.4,
    "BL": "ہوا ہے جب سے وہ رشک چمن ایجاد عالم میں<br>کیا چاک گریباں گل نے ہے تب سے قلم نرگس",
    "TO": "ہوا ہے جب سے وہ رشک چمن ایجاد عالم میں<br>کیا چاک گریباں گل نے ہے تب سے قلم نرگس",
    "SJ": "ہوا ہے جب سے وہ رشک چمن ایجاد عالم میں<br>کیا چاک گریباں گل نے ہے تب سے قلم نرگس",
    "GM": "ہوا ہے جب سے وہ رشک چمن ایجاد عالم میں<br>کیا چاک گریباں گل نے ہے تب سے قلم نرگس"
  },
  {
    "id": 57.5,
    "BL": "یہ دو آنکھیں تو کیا ہوں چار پر چندا کو خواہش ہے<br>جناب مرتضیٰ میں ہو  چلے سر تا قدم نرگس",
    "TO": "یہ دو آنکھیں تو کیا ہوں چار پر چندا کو خواہش ہے<br>جناب مرتضیٰ میں ہو  چلے سر تا قدم نرگس",
    "SJ": "یہ دو آنکھیں تو کیا ہوں چار پر چندا کو خواہش ہے<br>جناب مرتضیٰ میں ہو  چلے سر تا قدم نرگس",
    "GM": "یہ دو آنکھیں تو کیا ہوں چار پر چندا کو خواہش ہے<br>جناب مرتضیٰ میں ہو  چلے سر تا قدم نرگس"
  },
  {
    "id": 58.1,
    "BL": "<span class=\"diff\">کسو</span> کو <span class=\"diff\">رتبے پر</span> جم <span class=\"diff\">کے کسو</span> کو جام کی خواہش<br>مجھے <span class=\"diff\">بہ</span> آستاں بوسی <span class=\"diff\">ہے</span> صبح و شام کی خواہش",
    "TO": "<span class=\"diff\">کسو</span> کو <span class=\"diff\">رتبے پر</span> جم <span class=\"diff\">کے کسو</span> کو جام کی خواہش<br>مجھے <span class=\"diff\">بہ</span> آستاں بوسی <span class=\"diff\">ہے</span> صبح و شام کی خواہش",
    "SJ": "<span class=\"diff\">کسو</span> کو رتبۂ جم <span class=\"diff\">ہے کسو</span> کو جام کی خواہش<br>مجھے <span class=\"diff\">یہ آشنایوں سے</span> ہے صبح و شام کی خواہش",
    "GM": "کسی کو رتبۂ جم کی کسی کو جام کی خواہش<br>مجھے ہے آستاں بوسی سے صبح و شام کی خواہش"
  },
  {
    "id": 58.2,
    "BL": "کیا ہے دیر پہلے ہی قدم میں کعبۂ دل کو<br><span class=\"diff\">دکھاوے ہے</span> خدا کیا <span class=\"diff\">دن مجھے</span> اصنام کی خواہش",
    "TO": "کیا ہے دیر پہلے ہی قدم میں کعبۂ دل کو<br><span class=\"diff\">دکھاوے ہے</span> خدا کیا <span class=\"diff\">دن مجھے</span> اصنام کی خواہش",
    "SJ": "کیا ہے دیر پہلے ہی قدم میں کعبۂ دل کو<br><span class=\"diff\">دکھاوے ہے</span> خدا کیا <span class=\"diff\">دن مجھے</span> اصنام کی خواہش",
    "GM": "کیا ہے دیر پہلے ہی قدم میں کعبۂ دل کو<br>خدا جانے کہ کیا کرتی ہے اب اصنام کی خواہش"
  },
  {
    "id": 58.3,
    "BL": "خراش سینہ <span class=\"diff\">جیوں تیوں بر</span> نگیں کی طرح دنیا میں<br>نہ روشن رو سیاہی کے سوا ہو نام کی خواہش",
    "TO": "خراش سینہ <span class=\"diff\">جیوں تیوں بر</span> نگیں کی طرح دنیا میں<br>نہ روشن رو سیاہی کے سوا ہو نام کی خواہش",
    "SJ": "خراش سینہ <span class=\"diff\">جیوں تیوں بر</span> نگیں کی طرح دنیا میں<br>نہ روشن رو سیاہی کے سوا ہو نام کی خواہش",
    "GM": "خراش سینہ ہو لیکن نگیں کی طرح دنیا میں<br>نہ روشن رو سیاہی کے سوا ہو نام کی خواہش"
  },
  {
    "id": 58.4,
    "BL": "سوائے بندگی <span class=\"diff\">واللہ کب</span> کچھ مطلب دل ہے<br>غرض اکرام سے مجھ کو نہ ہے انعام کی خواہش",
    "TO": "سوائے بندگی <span class=\"diff\">واللہ کب</span> کچھ مطلب دل ہے<br>غرض اکرام سے مجھ کو نہ ہے انعام کی خواہش",
    "SJ": "سوائے بندگی <span class=\"diff\">و ہو</span> کچھ مطلب دل ہے<br>غرض اکرام سے مجھ کو نہ ہے انعام کی خواہش",
    "GM": "سوائے بندگی رب نہیں کچھ مطلب دل ہے<br>غرض اکرام سے مجھ کو نہ ہے انعام کی خواہش"
  },
  {
    "id": 58.5,
    "BL": "کوئی طالب <span class=\"diff\">کسو</span> شے کا ہو لیکن دل کو چندا کے<br>جناب مرتضیٰ سے ہے سدا آرام کی خواہش",
    "TO": "کوئی طالب <span class=\"diff\">کسو</span> شے کا ہو لیکن دل کو چندا کے<br>جناب مرتضیٰ سے ہے سدا آرام کی خواہش",
    "SJ": "کوئی طالب <span class=\"diff\">کسو</span> شے <span class=\"diff\">[کا]</span> ہو لیکن دل کو چندا کے<br>جناب مرتضیٰ سے ہے سدا آرام کی خواہش",
    "GM": "کوئی طالب کسی شے کا ہو لیکن دل کو چندا کے<br>جناب مرتضیٰ سے ہے سدا آرام کی خواہش"
  },
  {
    "id": 59.1,
    "BL": "بلبل کو ہو بہار میں گلزار کی تلاش<br>لیکن مجھے سدا ہے مرے یار کی تلاش",
    "TO": "بلبل کو ہو بہار میں گلزار کی تلاش<br>لیکن مجھے سدا ہے مرے یار کی تلاش",
    "SJ": "بلبل کو ہو بہار میں گلزار کی تلاش<br>لیکن مجھے سدا ہے مرے یار کی تلاش",
    "GM": "بلبل کو ہو بہار میں گلزار کی تلاش<br>لیکن مجھے سدا ہے مرے یار کی تلاش"
  },
  {
    "id": 59.2,
    "BL": "<span class=\"diff\">تکڑے</span> دل و جگر <span class=\"diff\">کے</span> کیا جس نے بار ہا<br>ہے مجھ کو اب تلک اسی خونخوار کی تلاش",
    "TO": "<span class=\"diff\">تکڑے</span> دل و جگر <span class=\"diff\">کے</span> کیا جس نے بار ہا<br>ہے مجھ کو اب <span class=\"diff\">تک</span> اسی خونخوار کی تلاش",
    "SJ": "<span class=\"diff\">تکڑے</span> دل و جگر کو کیا جس نے بار ہا<br>ہے مجھ کو اب تلک اسی خونخوار کی تلاش",
    "GM": "ٹکڑے دل و جگر کو کیا جس نے بار ہا<br>ہے مجھ کو اب تلک اسی خونخوار کی تلاش"
  },
  {
    "id": 59.3,
    "BL": "کب نام گل ہے وادی الفت میں اس لئے<br>ہے پائے رہرواں کو سر خار کی تلاش",
    "TO": "کب نام گل ہے وادی الفت میں اس لئے<br>ہے پائے رہرواں کو سر خار کی تلاش",
    "SJ": "کب نام گل ہے وادی الفت میں اس لئے<br>ہے پائے رہرواں کو سر خار کی تلاش",
    "GM": "کب نام گل ہے وادی الفت میں اس لئے<br>ہے پائے رہرواں کو سر خار کی تلاش"
  },
  {
    "id": 59.4,
    "BL": "<span class=\"diff\">کھاوے</span> ہے پیچ و تاب یہ دل پر خبر نہیں<br>کس مو کمر کی زلف کے ہے تار کی تلاش",
    "TO": "<span class=\"diff\">کھاوے</span> ہے پیچ و تاب یہ دل پر خبر نہیں<br>کس مو کمر کی زلف کے ہے تار کی تلاش",
    "SJ": "<span class=\"diff\">کھاوے</span> ہے پیچ و تاب یہ دل پر خبر نہیں<br>کس مو کمر کی زلف کے ہے تار کی تلاش",
    "GM": "دیتا ہے پیچ و تاب یہ دل پر خبر نہیں<br>کس مو کمر کی زلف کے ہے تار کی تلاش"
  },
  {
    "id": 59.5,
    "BL": "گنج کرم سے <span class=\"diff\">یا علی دو بخش</span> اس قدر<br>چندا کو ہو نہ پھر کسی زردار کی تلاش",
    "TO": "گنج کرم سے <span class=\"diff\">یا علی دو بخش</span> اس قدر<br>چندا کو ہو نہ پھر کسی زردار کی تلاش",
    "SJ": "گنج کرم سے <span class=\"diff\">یا علی دو بخش</span> اس قدر<br>چندا کو ہو نہ پھر کسی زردار کی تلاش",
    "GM": "گنج کرم سے بخشئے مولا کچھ اس قدر<br>چندا کو ہو نہ پھر کسی زردار کی تلاش"
  },
  {
    "id": 60.1,
    "BL": "دور شراب سرخ ہے یہاں صبح و شام رقص<br>دیکھے <span class=\"diff\">کبھو</span> تو یار <span class=\"diff\">بہ</span> مجلس تمام رقص",
    "TO": "دور شراب سرخ ہے یہاں صبح و شام رقص<br>دیکھے <span class=\"diff\">کبھو</span> تو یار <span class=\"diff\">بہ</span> مجلس تمام رقص",
    "SJ": "دور شراب سرخ ہے یہاں صبح و شام رقص<br>دیکھے <span class=\"diff\">کبھو</span> تو یار <span class=\"diff\">بہ</span> مجلس تمام رقص",
    "GM": "دور شراب سرخ ہے یہاں صبح و شام رقص<br>دیکھے کبھی تو یار یہ مجلس تمام رقص"
  },
  {
    "id": 60.2,
    "BL": "حق نے کیا ہے یار کو بس میرے بے نظیر<br>جس جائے دیکھتا ہوں نظر میں ہے <span class=\"diff\">خام</span> رقص",
    "TO": "حق نے کیا ہے یار کو بس میرے بے نظیر<br>جس جائے دیکھتا ہوں نظر میں ہے <span class=\"diff\">خام</span> رقص",
    "SJ": "حق نے کیا ہے یار کو بس میرے بے نظیر<br>جس جائے دیکھتا ہوں نظر میں ہے <span class=\"diff\">خام</span> رقص",
    "GM": "حق نے کیا ہے یار کو بس میرے بے نظیر<br>جس جائے دیکھتا ہوں نظر میں ہے عام رقص"
  },
  {
    "id": 60.3,
    "BL": "تسخیر وحش و طير تو کیا خاص و عام تک<br>رکھتا ہے سب کے حق میں ترا حکم دام رقص",
    "TO": "تسخیر وحش و طير تو کیا خاص و عام تک<br>رکھتا ہے سب کے حق میں ترا حکم دام رقص",
    "SJ": "تسخیر وحش و طير تو کیا خاص و عام تک<br>رکھتا ہے سب کے حق میں ترا حکم دام رقص",
    "GM": "تسخیر وحش و طير تو کیا خاص و عام تک<br>رکھتا ہے سب کے حق میں ترا حکم دام رقص"
  },
  {
    "id": 60.4,
    "BL": "گر چھوڑ بزم غیر کو آ جائے یہاں تلک<br>دکھلاؤں تجھ کو ایسا <span class=\"diff\">ہے</span> جس کا ہے نام رقص",
    "TO": "گر چھوڑ بزم غیر کو آ جائے یہاں تلک<br>دکھلاؤں تجھ کو ایسا <span class=\"diff\">ہے</span> جس کا ہے نام رقص",
    "SJ": "گر چھوڑ بزم غیر کو آ جائے یہاں تلک<br>دکھلاؤں تجھ کو ایسا <span class=\"diff\">ہے</span> جس کا ہے نام رقص",
    "GM": "گر چھوڑ بزم غیر کو آ جائے یہاں تلک<br>دکھلاؤں تجھ کو ایسا ہی جس کا ہے نام رقص"
  },
  {
    "id": 60.5,
    "BL": "<span class=\"diff\">دونو</span> جہاں میں کیوں نہ کرے فخر یا علی<br>چندا کو تیرے در کا ملے ہے مدام رقص",
    "TO": "<span class=\"diff\">دونو</span> جہاں میں کیوں نہ کرے فخر یا علی<br>چندا کو تیرے در کا ملے ہے مدام رقص",
    "SJ": "<span class=\"diff\">دونو</span> جہاں میں کیوں نہ کرے فخر یا علی<br>چندا کو تیرے در کا ملے ہے مدام رقص",
    "GM": "دونوں جہاں میں کیوں نہ کرے فخر یا علی<br>چندا کو تیرے در کا ملے ہے مدام رقص"
  },
  {
    "id": 61.1,
    "BL": "سوا تیرے نہیں رکھتا <span class=\"diff\">کسو</span> سے مدعا مخلص<br>جو تو سمجھے نہ سمجھے ہے <span class=\"diff\">یہ تیرا جاں</span> فدا مخلص",
    "TO": "سوا تیرے نہیں رکھتا <span class=\"diff\">کسو</span> سے مدعا مخلص<br>جو تو سمجھے نہ سمجھے ہے <span class=\"diff\">یہ تیرا جاں</span> فدا مخلص",
    "SJ": "سوا تیرے نہیں رکھتا <span class=\"diff\">کسو</span> سے مدعا مخلص<br>جو تو سمجھے نہ سمجھے ہے <span class=\"diff\">یہ تیرا جاں</span> فدا مخلص",
    "GM": "سوا تیرے نہیں رکھتا کسی سے مدعا مخلص<br>جو تو سمجھے نہ سمجھے ہے ترا جان فدا مخلص"
  },
  {
    "id": 61.2,
    "BL": "غرور اب جاں فشانی کا ہے تجھ کو غیر کی لیکن<br>نہ دیکھے گا جہاں میں ہم سا کوئی باوفا مخلص",
    "TO": "غرور اب جاں فشانی کا ہے تجھ کو غیر کی لیکن<br>نہ دیکھے گا جہاں میں ہم سا کوئی باوفا مخلص",
    "SJ": "غرور اب جاں فشانی کا ہے تجھ کو غیر کی لیکن<br>نہ دیکھے گا جہاں میں ہم سا کوئی باوفا مخلص",
    "GM": "غرور اب جاں فشانی کا ہے تجھ کو غیر کی لیکن<br>نہ دیکھے گا جہاں میں ہم سا کوئی باوفا مخلص"
  },
  {
    "id": 61.3,
    "BL": "تجھے منظور ہے ہر آن میں خاطر رقیبوں کی<br>بلا کو ہے غرض تیری رہے خوش یا خفا مخلص",
    "TO": "تجھے منظور ہے ہر آن میں خاطر رقیبوں کی<br>بلا کو ہے غرض تیری رہے خوش یا خفا مخلص",
    "SJ": "تجھے منظور ہے ہر آن میں خاطر رقیبوں کی<br>بلا کو ہے غرض تیری رہے خوش یا خفا مخلص",
    "GM": "تجھے منظور ہے ہر آن میں خاطر رقیبوں کی<br>بلا کو ہے غرض تیری رہے خوش یا خفا مخلص"
  },
  {
    "id": 61.4,
    "BL": "<span class=\"diff\">مری آہ سحر کا یہ اثر گل رو ہے جو تجھ</span> سے<br><span class=\"diff\">نہ پایا رحم کی کچھ بو مگر دیکھا جفا</span> مخلص",
    "TO": "<span class=\"diff\">مری آہ سحر کا یہ اثر گل رو ہے جو تجھ</span> سے<br><span class=\"diff\">نہ پایا رحم کی کچھ بو مگر دیکھا جفا</span> مخلص",
    "SJ": "<span class=\"diff\">مری آہ سحر کا یہ اثر گل رو ہے جو تجھ</span> سے<br><span class=\"diff\">نہ پایا رحم کی کچھ بو مگر دیکھا جفا</span> مخلص",
    "GM": "ہوں دل سے واله و شيدا ادا و ناز کا کشته<br>جلاؤ یا کہ مارو ہوں قدیمی آپ کا مخلص"
  },
  {
    "id": 61.5,
    "BL": "جناب پاک سے تیرے یہی چندا کو مطلب ہے<br>سمجھ اپنے موالی کا مجھے مشکل کشا مخلص",
    "TO": "جناب پاک سے تیرے یہی چندا کو مطلب ہے<br>سمجھ اپنے موالی کا مجھے مشکل کشا مخلص",
    "SJ": "جناب پاک سے تیرے یہی چندا کو مطلب ہے<br>سمجھ اپنے موالی کا مجھے مشکل کشا مخلص",
    "GM": "جناب پاک سے تیرے یہی چندا کو مطلب ہے<br>سمجھ اپنے موالی کا مجھے مشکل کشا مخلص"
  },
  {
    "id": 62.1,
    "BL": "مشک سے مطلب نہیں اس کو نہ عنبر سے غرض<br>ہے جسے صبح و مسا <span class=\"diff\">اس زلف</span> دلبر سے غرض",
    "TO": "مشک سے مطلب نہیں اس کو نہ عنبر سے غرض<br>ہے جسے صبح و مسا <span class=\"diff\">اس زلف</span> دلبر سے غرض",
    "SJ": "مشک سے مطلب نہیں اس کو نہ عنبر سے غرض<br>ہے جسے صبح و مسا <span class=\"diff\">اس زلف</span> دلبر سے غرض",
    "GM": "مشک سے مطلب نہیں اس کو نہ عنبر سے غرض<br>ہے جسے صبح و مسا گیسوئے دلبر سے غرض"
  },
  {
    "id": 62.2,
    "BL": "بزم میں تیری مہیا  چاہئے جو عیش ہے<br>پر ہمیں یہاں بس ہے اپنے دیدۂ تر سے غرض",
    "TO": "بزم میں تیری مہیا  چاہئے جو عیش ہے<br>پر ہمیں یہاں بس ہے اپنے دیدۂ تر سے غرض",
    "SJ": "بزم میں تیری مہیا  چاہئے جو عیش ہے<br>پر ہمیں یہاں بس ہے اپنے دیدۂ <span class=\"diff\">سر</span> سے غرض",
    "GM": "بزم میں تیری مہیا  چاہئے جو عیش ہے<br>پر ہمیں یہاں بس ہے اپنے دیدۂ تر سے غرض"
  },
  {
    "id": 62.3,
    "BL": "<span class=\"diff\">نئیں</span> عجب اس بزم میں وہ <span class=\"diff\">ہوے</span> گرم گفتگو<br>شمع کی مانند جس کو <span class=\"diff\">نا</span> رہے سر سے غرض",
    "TO": "<span class=\"diff\">نئیں</span> عجب اس بزم میں وہ <span class=\"diff\">ہوے</span> گرم گفتگو<br>شمع کی مانند جس کو <span class=\"diff\">نا</span> رہے سر سے غرض",
    "SJ": "<span class=\"diff\">نئیں</span> عجب اس بزم میں وہ <span class=\"diff\">ہوے</span> گرم گفتگو<br>شمع کی مانند جس کو <span class=\"diff\">نا</span> رہے سر سے غرض",
    "GM": "ہے عجب اس بزم میں وہ ہووے گرم گفتگو<br>شمع کی مانند جس کو تا رہے سر سے غرض"
  },
  {
    "id": 62.4,
    "BL": "دولت دنیا ملے لیکن پری رخسار کے<br><span class=\"diff\">میں</span> تصور میں عرق کے گنج گوہر سے غرض",
    "TO": "دولت دنیا ملے لیکن پری رخسار کے<br><span class=\"diff\">میں</span> تصور <span class=\"diff\">کے</span> عرق کے گنج گوہر سے غرض",
    "SJ": "دولت دنیا ملے لیکن پری رخسار کے<br><span class=\"diff\">میں</span> تصور <span class=\"diff\">کے</span> عرق کے گنج گوہر سے غرض",
    "GM": "دولت و دنیا ملے لیکن پری رخسار کے<br>ہے تصور میں عرق کے گنج گوہر سے غرض"
  },
  {
    "id": 62.5,
    "BL": "جس کو تو چاہے <span class=\"diff\">ادھر جا لیک</span> چندا کو سدا<br>ظاہر و باطن میں ہے مولائے مظہر سے غرض",
    "TO": "جس کو تو چاہے <span class=\"diff\">ادھر جا لیک</span> چندا کو سدا<br>ظاہر و باطن میں ہے مولائے مظہر سے غرض",
    "SJ": "جس کو تو چاہے <span class=\"diff\">ادھر جا لیک</span> چندا کو سدا<br>ظاہر و باطن میں ہے مولائے مظہر سے غرض",
    "GM": "جس کو تو چاہے اسے سب چاہیں چندا کو سدا<br>ظاہر و باطن میں ہے مولائے مظہر سے غرض"
  },
  {
    "id": 63.1,
    "BL": "رکھتے ہیں مرے اشک سے یہ دیدۂ تر فیض<br>دامن میں لیا <span class=\"diff\">بحر</span> نے <span class=\"diff\">جس سیتی بہر</span> فیض",
    "TO": "رکھتے ہیں مرے اشک سے یہ دیدۂ تر فیض<br>دامن میں لیا <span class=\"diff\">بحر</span> نے <span class=\"diff\">جس سیتی بہر</span> فیض",
    "SJ": "رکھتے ہیں مرے اشک سے یہ دیدۂ تر فیض<br>دامن میں لیا <span class=\"diff\">بحر</span> نے <span class=\"diff\">بھی جس سے بہر</span> فیض",
    "GM": "رکھتے ہیں مرے اشک سے یہ دیدۂ تر فیض<br>دامن میں لیا اپنے ہے دریا نے گہر فیض"
  },
  {
    "id": 63.2,
    "BL": "<span class=\"diff\">منظور رکھے</span> مجھ کو <span class=\"diff\">عجب نئیں ہے</span> کرم سے<br>رکھتی ہے دو عالم پہ تری ایک نظر فیض",
    "TO": "<span class=\"diff\">منظور رکھے</span> مجھ کو <span class=\"diff\">عجب نئیں ہے</span> کرم سے<br>رکھتی ہے دو عالم پہ تری ایک نظر فیض",
    "SJ": "<span class=\"diff\">منظور رکھے</span> مجھ کو <span class=\"diff\">عجب نئیں ہے</span> کرم سے<br>رکھتی ہے دو عالم پہ تری ایک نظر فیض",
    "GM": "پر نور عجب کیا ہے کرے مجھ کو کرم سے<br>رکھتی ہے دو عالم پہ تری ایک نظر فیض"
  },
  {
    "id": 63.3,
    "BL": "بخشے ہے <span class=\"diff\">بہ یک جام </span> یہاں رتبۂ جم کو<br>کس کی نگہ مست سے رکھتی ہے خمر فیض",
    "TO": "بخشے ہے <span class=\"diff\">بہ یک جام </span> یہاں رتبۂ جم کو<br>کس کی نگہ مست سے رکھتی ہے خمر فیض",
    "SJ": "بخشے ہے <span class=\"diff\">بہ یک جام </span> یہاں رتبۂ جم کو<br>کس کی نگہ مست سے رکھتی ہے خمر فیض",
    "GM": "اک جام پہ بخشے ہے یہاں رتبۂ جم کو<br>کس کی نگہ مست سے رکھتی ہے خمر فیض"
  },
  {
    "id": 63.4,
    "BL": "<span class=\"diff\">منت ہے بسر مجھ کو نہ اس</span> خوان کرم سے<br><span class=\"diff\">دیکھا تو</span> خدائی کا <span class=\"diff\">ہے</span> سب تجھ پہ <span class=\"diff\">حصر</span> فیض",
    "TO": "<span class=\"diff\">منت ہے بسر مجھ کو نہ اس</span> خوان کرم سے<br><span class=\"diff\">دیکھا تو</span> خدائی کا <span class=\"diff\">ہے</span> سب تجھ پہ <span class=\"diff\">حصر</span> فیض",
    "SJ": "<span class=\"diff\">منت ہے بسر مجھ کو نہ اس</span> خوان کرم سے<br><span class=\"diff\">دیکھا تو</span> خدائی کا <span class=\"diff\">ہے</span> سب تجھ پہ <span class=\"diff\">حصر</span> فیض",
    "GM": "محروم نہیں کوئی ترے خوان کرم سے<br>ہے حصر خدائی کا ہی سب تجھ پہ مگر فیض"
  },
  {
    "id": 63.5,
    "BL": "چندا رہے پرتو سے ترے یا علی روشن<br>خورشید کو ہے در سے ترے شام و سحر فیض",
    "TO": "چندا رہے پرتو سے ترے یا علی روشن<br>خورشید کو ہے در سے ترے شام و سحر فیض",
    "SJ": "چندا رہے پرتو <span class=\"diff\">[سے]</span> ترے یا علی روشن<br>خورشید کو ہے در سے ترے شام و سحر فیض",
    "GM": "چندا رہے پرتو سے ترے یا علی روشن<br>خورشید کو ہے در سے ترے شام و سحر فیض"
  },
  {
    "id": 64.1,
    "BL": "<span class=\"diff\">کچھ ہوا</span> جب سے <span class=\"diff\">مرے</span> دل کو <span class=\"diff\">وہ بیداد</span> سے ربط<br>تب سے رہوے ہے سدا نالہ و فریاد سے ربط",
    "TO": "<span class=\"diff\">کچھ ہوا</span> جب سے <span class=\"diff\">مرے</span> دل کو <span class=\"diff\">وہ بیداد</span> سے ربط<br>تب سے رہوے ہے سدا نالہ و فریاد سے ربط",
    "SJ": "<span class=\"diff\">کچھ ہوا</span> جب سے <span class=\"diff\">مرے</span> دل کو <span class=\"diff\">وہ بیداد</span> سے ربط<br>تب سے رہوے ہے سدا نالہ و فریاد سے ربط",
    "GM": "جب سے ہے دل کو مرے اس ستم ایجاد سے ربط<br>تب سے رہوے ہے سدا نالہ و فریاد سے ربط"
  },
  {
    "id": 64.2,
    "BL": "خار آنکھوں میں <span class=\"diff\">تری</span> ہم ہی رہے رشک چمن<br>بلبل و گل سے رہے قمری و شمشاد سے ربط",
    "TO": "خار آنکھوں میں <span class=\"diff\">تری</span> ہم ہی رہے رشک چمن<br>بلبل و گل سے رہے قمری و شمشاد سے ربط",
    "SJ": "خار آنکھوں میں <span class=\"diff\">تری</span> ہم ہی رہے رشک چمن<br>بلبل و گل سے رہے قمری و شمشاد سے ربط",
    "GM": "خار آنکھوں میں ترے ہم ہی رہے رشک چمن<br>بلبل و گل سے رہے قمری و شمشاد سے ربط"
  },
  {
    "id": 64.3,
    "BL": "متحد عاشق و معشوق ہیں باطن میں بہم<br>ظاہرا گو کہ نہ تھا شیریں کو فرہاد سے ربط",
    "TO": "متحد عاشق و معشوق ہیں باطن میں بہم<br>ظاہرا گو کہ نہ تھا شیریں کو فرہاد سے ربط",
    "SJ": "متحد عاشق و معشوق ہیں باطن میں بہم<br>ظاہرا گو کہ نہ تھا شیریں کو فرہاد سے ربط",
    "GM": "متحد عاشق و معشوق ہیں باطن میں بہم<br>ظاہرا گو کہ نہ تھا شیریں کو فرہاد سے ربط"
  },
  {
    "id": 64.4,
    "BL": "حال <span class=\"diff\">سر کرنے کو چاہا تھا</span> میں اس کے آگے<br><span class=\"diff\">لیک فرصت نہ دیا دم</span> جو ہو جلاد سے ربط",
    "TO": "حال <span class=\"diff\">سر کرنے کو چاہا تھا</span> میں اس کے آگے<br><span class=\"diff\">لیک فرصت نہ دیا دم</span> جو ہو جلاد سے ربط",
    "SJ": "حال <span class=\"diff\">سر کرنے کو چاہا تھا</span> میں اس کے آگے<br><span class=\"diff\">لیک فرصت نہ دیا دم</span> جو ہو جلاد سے ربط",
    "GM": "حال دل عرض کروں دل میں تھا اس کے آگے<br>مرگ نے دی نہیں مہلت جو ہو جلاد سے ربط"
  },
  {
    "id": 64.5,
    "BL": "ہو سکے کب جو اٹھاوے وہ <span class=\"diff\">کسو</span> کی منت<br>بس ہے چندا کو علی تیری ہی امداد سے ربط",
    "TO": "ہو سکے کب جو اٹھاوے وہ <span class=\"diff\">کسو</span> کی منت<br>بس ہے چندا کو علی تیری ہی امداد سے ربط",
    "SJ": "ہو سکے کب جو اٹھاوے وہ <span class=\"diff\">کسو</span> کی منت<br>بس ہے چندا کو علی تیری ہی امداد سے ربط",
    "GM": "ہو سکے کب جو اٹھاوے وہ کسی کی منت<br>بس ہے چندا کو علی تیری ہی امداد سے ربط"
  },
  {
    "id": 65.1,
    "BL": "کر دل نگاه ناوک جاناں کی احتیاط<br>لازم ہے میزبان کو مہماں کی احتیاط",
    "TO": "کر دل نگاه ناوک جاناں کی احتیاط<br>لازم ہے میزبان کو مہماں کی احتیاط",
    "SJ": "کر دل نگاه ناوک جاناں کی احتیاط<br>لازم ہے میزبان کو مہماں کی احتیاط",
    "GM": "کر دل نگاه ناوک جاناں کی احتیاط<br>لازم ہے میزبان کو مہماں کی احتیاط"
  },
  {
    "id": 65.2,
    "BL": "غیرت نے میری چشم سے آنسو کو رہ نہ دی<br><span class=\"diff\">نت ہو</span> ہے <span class=\"diff\">داربان</span> کو زنداں کی احتیاط",
    "TO": "غیرت نے میری چشم سے آنسو کو رہ نہ دی<br><span class=\"diff\">نت ہو</span> ہے <span class=\"diff\">داربان</span> کو زنداں کی احتیاط",
    "SJ": "غیرت نے میری چشم سے آنسو کو رہ نہ دی<br><span class=\"diff\">نت ہو</span> ہے <span class=\"diff\">داربان</span> کو زنداں کی احتیاط",
    "GM": "غیرت نے میری چشم سے آنسو کو رہ نہ دی<br>ہوتی ہے پاسبان کو زنداں کی احتیاط"
  },
  {
    "id": 65.3,
    "BL": "واشد کہاں ہو غنچۂ خاطر رقیب سے<br>گلچیں سے ہو سکے نہ گلستاں کی احتیاط",
    "TO": "واشد کہاں ہو غنچۂ خاطر رقیب سے<br>گلچیں سے ہو سکے نہ گلستاں کی احتیاط",
    "SJ": "واشد کہاں ہو غنچۂ خاطر رقیب سے<br>گلچیں سے ہو سکے نہ گلستاں کی احتیاط",
    "GM": "واشد کہاں ہو غنچۂ خاطر رقیب سے<br>گلچیں سے ہو سکے نہ گلستاں کی احتیاط"
  },
  {
    "id": 65.4,
    "BL": "<span class=\"diff\">کب اس کا دل رکے</span> ہے <span class=\"diff\">تڑپنے</span> سے <span class=\"diff\">ناصحا</span><br><span class=\"diff\">دشوار جس کے عشق میں ہو جاں</span> کی احتیاط",
    "TO": "<span class=\"diff\">کب اس کا دل رکے</span> ہے <span class=\"diff\">تڑپنے</span> سے <span class=\"diff\">ناصحا</span><br><span class=\"diff\">دشوار جس کے عشق میں ہو جاں</span> کی احتیاط",
    "SJ": "<span class=\"diff\">کب اس کا دل رکے</span> ہے <span class=\"diff\">تڑپنے</span> سے <span class=\"diff\">ناصحا</span><br><span class=\"diff\">دشوار جس کے عشق میں ہو جاں</span> کی احتیاط",
    "GM": "دیکھا ہے جب سے اس بت کافر کو ہے یہ حال<br>کرنی پڑی ہے شیخ کو ایماں کی احتیاط"
  },
  {
    "id": 65.5,
    "BL": "ہے گلشن نجف میں ترے <span class=\"diff\">ہات</span> یا علی<br>چندا سی عندلیب غزل خواں کی احتیاط",
    "TO": "ہے گلشن نجف میں ترے <span class=\"diff\">ہات</span> یا علی<br>چندا سی عندلیب غزل خواں کی احتیاط",
    "SJ": "ہے گلشن نجف میں ترے <span class=\"diff\">ہات</span> یا علی<br>چندا سی عندلیب غزل خواں کی احتیاط",
    "GM": "ہے گلشن نجف میں ترے ہاتھ یا علی<br>چندا سی عندلیب غزل خواں کی احتیاط"
  },
  {
    "id": 66.1,
    "BL": "تجھے ہے آئنہ رو میری گر صفا ملحوظ<br>نہ رکھ غبار دل آشنا سدا ملحوظ",
    "TO": "تجھے ہے آئنہ رو میری گر صفا ملحوظ<br>نہ رکھ غبار دل آشنا سدا ملحوظ",
    "SJ": "تجھے ہے آئنہ رو میری گر صفا ملحوظ<br>نہ رکھ غبار دل آشنا سدا ملحوظ",
    "GM": "تجھے ہے آئنہ رو میری گر صفا ملحوظ<br>نہ رکھ غبار دل آشنا سدا ملحوظ"
  },
  {
    "id": 66.2,
    "BL": "جو اختلاط تو غیروں سے <span class=\"diff\">جان</span> کرتا ہے<br>مگر ہے صبح و مسا مجھ پہ کچھ جفا ملحوظ",
    "TO": "جو اختلاط تو غیروں سے <span class=\"diff\">جان</span> کرتا ہے<br>مگر ہے صبح و مسا مجھ پہ کچھ <span class=\"diff\">خفا</span> ملحوظ",
    "SJ": "جو اختلاط تو غیروں سے <span class=\"diff\">جان</span> کرتا ہے<br>مگر ہے صبح و مسا مجھ پہ کچھ جفا ملحوظ",
    "GM": "جو اختلاط تو غیروں سے روز کرتا ہے<br>مگر ہے صبح و مسا مجھ پہ کچھ جفا ملحوظ"
  },
  {
    "id": 66.3,
    "BL": "اگرچہ جان سے <span class=\"diff\">ہوں</span> اپنی سب طرح حاضر<br>کروں میں کیا ترے دل میں نہیں وفا ملحوظ",
    "TO": "اگرچہ جان سے <span class=\"diff\">ہوں</span> اپنی سب طرح حاضر<br>کروں میں کیا ترے دل میں نہیں وفا ملحوظ",
    "SJ": "<span class=\"diff\">اگر ہوں</span> جان سے اپنی <span class=\"diff\">سبھی</span> طرح حاضر<br>کروں میں کیا ترے دل میں نہیں وفا ملحوظ",
    "GM": "اگرچہ جان سے اپنی ہوں سب طرح حاضر<br>کروں میں کیا ترے دل میں نہیں وفا ملحوظ"
  },
  {
    "id": 66.4,
    "BL": "جہاں کی بزم میں پروانے سو زبان سے شمع<br>جلے <span class=\"diff\">بلے</span> پہ ہوا کچھ نہ مدعا ملحوظ",
    "TO": "جہاں کی بزم میں پروانے سو زبان سے شمع<br>جلے <span class=\"diff\">بلے</span> پہ ہوا کچھ نہ مدعا ملحوظ",
    "SJ": "جہاں کی بزم میں پروانے سو زبان سے شمع<br>جلے <span class=\"diff\">بلے</span> پہ ہوا کچھ نہ مدعا ملحوظ",
    "GM": "جہاں کی بزم میں پروانے سو زبان سے شمع<br>جلے ہے تجھ پہ ، ہوا کچھ نہ مدعا ملحوظ"
  },
  {
    "id": 66.5,
    "BL": "یہ جائے فخر ہے چندا سدا کنیزی میں<br>خدا کرے کہ رکھے تجھ کو مرتضیٰ ملحوظ",
    "TO": "یہ جائے فخر ہے چندا سدا کنیزی میں<br>خدا کرے کہ رکھے تجھ کو مرتضیٰ ملحوظ",
    "SJ": "یہ جائے فخر ہے چندا سدا کنیزی میں<br>خدا کرے کہ رکھے تجھ کو مرتضیٰ ملحوظ",
    "GM": "یہ جائے فخر ہے چندا سدا کنیزی میں<br>خدا کرے کہ رکھے تجھ کو مرتضیٰ ملحوظ"
  },
  {
    "id": 67.1,
    "BL": "رہے رقیب سے باہم <span class=\"diff\">ہو</span> سیم بر محظوظ<br><span class=\"diff\">ہماری</span> آہ کا <span class=\"diff\">ہم کو کیا</span> اثر محظوظ",
    "TO": "رہے رقیب سے باہم <span class=\"diff\">ہو</span> سیم بر محظوظ<br><span class=\"diff\">ہماری</span> آہ کا <span class=\"diff\">ہم کو کیا</span> اثر محظوظ",
    "SJ": "رہے رقیب سے باہم <span class=\"diff\">ہو</span> سیم بر محظوظ<br><span class=\"diff\">ہماری</span> آہ کا <span class=\"diff\">ہم کو کیا</span> اثر محظوظ",
    "GM": "رہے رقیب سے باہم وہ سیم بر محظوظ<br>ہوا نہ آہ کا اپنی کبھی اثر محظوظ"
  },
  {
    "id": 67.2,
    "BL": "دریغ چشم کرم سے نہ رکھ کہ اے ظالم<br>کرے ہے دل کو مرے تیری یک نظر محظوظ",
    "TO": "دریغ چشم کرم سے نہ رکھ کہ اے ظالم<br>کرے ہے دل کو مرے تیری <span class=\"diff\">اک</span> نظر محظوظ",
    "SJ": "دریغ چشم کرم سے نہ رکھ کہ اے ظالم<br>کرے ہے دل کو مرے تیری یک نظر محظوظ",
    "GM": "دریغ چشم کرم سے نہ رکھ کہ اے ظالم<br>کرے ہے دل کو مرے تیری یک نظر محظوظ"
  },
  {
    "id": 67.3,
    "BL": "نہ بار بار ہوس ہو نبات کی مجھ کو<br>رکھے جو ایک ہی بوسے <span class=\"diff\">سے</span> لب شکر محظوظ",
    "TO": "نہ بار بار ہوس ہو نبات کی مجھ کو<br>رکھے جو ایک ہی بوسے <span class=\"diff\">سے</span> لب شکر محظوظ",
    "SJ": "نہ بار بار ہوس ہو نبات کی مجھ کو<br>رکھے جو ایک ہی بوسے میں لب شکر محظوظ",
    "GM": "نہ بار بار ہوس ہو نبات کی مجھ کو<br>رکھے جو ایک ہی بوسے میں لب شکر محظوظ"
  },
  {
    "id": 67.4,
    "BL": "تماشا ایک خدائی کا ہم دکھاتے ہیں<br>تو کیجے بندہ نوازی ہوئے ہو گر محظوظ",
    "TO": "تماشا ایک خدائی کا ہم دکھاتے ہیں<br>تو کیجے بندہ نوازی ہوئے ہو گر محظوظ",
    "SJ": "تماشا ایک خدائی کا ہم دکھاتے ہیں<br>تو کیجے بندہ نوازی ہوئے <span class=\"diff\">[ہو]</span> گر محظوظ",
    "GM": "تماشا ایک خدائی کا ہم دکھاتے ہیں<br>تو کیجے بندہ نوازی ہوئے ہو گر محظوظ"
  },
  {
    "id": 67.5,
    "BL": "یہی دعا ہے کہ چندا کا دل علی ولی<br>ترے کرم سے رہے شام اور سحر محظوظ",
    "TO": "یہی دعا ہے کہ چندا کا دل علی ولی<br>ترے کرم سے رہے شام اور سحر محظوظ",
    "SJ": "یہی دعا ہے کہ چندا کا دل علی ولی<br>ترے کرم سے رہے شام اور سحر محظوظ",
    "GM": "یہی دعا ہے کہ چندا کا دل علی ولی<br>ترے کرم سے رہے شام اور سحر محظوظ"
  },
  {
    "id": 68.1,
    "BL": "جب مقابل <span class=\"diff\">شمع</span> رو کے بزم میں آتی ہے شمع<br><span class=\"diff\">طرح</span> پروانے کے ہو بے تاب جل جاتی ہے شمع",
    "TO": "جب مقابل <span class=\"diff\">شمع</span> رو کے بزم میں آتی ہے شمع<br><span class=\"diff\">طرح</span> پروانے کے ہو بے تاب جل جاتی ہے شمع",
    "SJ": "جب مقابل شعلہ رو کے بزم میں آتی ہے شمع<br><span class=\"diff\">طرح</span> پروانے کے ہو بے تاب جل جاتی ہے شمع",
    "GM": "جب مقابل شعلہ رو کے بزم میں آتی ہے شمع<br>مثل پروانے کے ہو بے تاب جل جاتی ہے شمع"
  },
  {
    "id": 68.2,
    "BL": "حسن کی شہرت کو تیری سن <span class=\"diff\">مرے</span> خورشید رو<br><span class=\"diff\">کچھ زمانے</span> سے صبا کے سخت شرماتی ہے شمع",
    "TO": "حسن کی شہرت کو تیری سن <span class=\"diff\">مرے</span> خورشید رو<br><span class=\"diff\">کچھ زمانے</span> سے صبا کے سخت شرماتی ہے شمع",
    "SJ": "حسن کی شہرت کو تیری سن <span class=\"diff\">مرے</span> خورشید رو<br><span class=\"diff\">کچھ زمانے</span> سے صبا کے سخت شرماتی ہے شمع",
    "GM": "حسن کی شہرت کو تیری سن کے اے خورشید رو<br>کہنے سے باد صبا کے سخت شرماتی ہے شمع"
  },
  {
    "id": 68.3,
    "BL": "چشم تر اور جاں بلب ہے <span class=\"diff\">آ شتابی</span> ماہ رو <span class=\"diff\"><br> نئیں سحر گو کوئی دم</span> میں جان سے جاتی ہے شمع",
    "TO": "چشم تر اور جاں بلب ہے <span class=\"diff\">آ شتابی</span> ماہ رو <span class=\"diff\"><br> نئیں سحر گو کوئی دم</span> میں جان سے جاتی ہے شمع",
    "SJ": "چشم تر اور جاں بلب ہے <span class=\"diff\">آ شتابی</span> ماہ رو <span class=\"diff\"><br> نئیں سحر گو کوئی دم</span> میں جان سے جاتی ہے شمع",
    "GM": "چشم تر اور جاں بلب ہے ماہ رو کے عشق میں<br>دیکھئے وقت سحر اب جان سے جاتی ہے شمع"
  },
  {
    "id": 68.4,
    "BL": "کھول مت محفل میں ان زلفوں کو پیارے <span class=\"diff\">ہے مثل</span><br>دیکھ کر مار سیہ کو جی سے گھبراتی ہے شمع",
    "TO": "کھول مت محفل میں ان زلفوں کو پیارے <span class=\"diff\">ہے مثل</span><br>دیکھ کر مار سیہ کو جی سے گھبراتی ہے شمع",
    "SJ": "کھول مت محفل میں ان زلفوں کو پیارے <span class=\"diff\">ہے مثل</span><br>دیکھ کر مار سیہ کو جی سے گھبراتی ہے شمع",
    "GM": "کھول مت محفل میں ان زلفوں کو پیارے رات کو<br>دیکھ کر مار سیہ کو جی سے گھبراتی ہے شمع"
  },
  {
    "id": 68.5,
    "BL": "چاہئے کونین میں دست حمایت یا علی<br>ساتھ چندا <span class=\"diff\">اپنے لے</span> ایمان کی آتی سے شمع",
    "TO": "چاہئے کونین میں دست حمایت یا علی<br>ساتھ چندا <span class=\"diff\">اپنے لے</span> ایمان کی آتی سے شمع",
    "SJ": "چاہئے کونین میں دست حمایت یا علی<br>ساتھ چندا <span class=\"diff\">اپنے لے</span> ایمان کی آتی سے شمع",
    "GM": "چاہئے کونین میں دست حمایت یا علی<br>ساتھ چندا اپنےلے ایمان کی آتی سے شمع"
  },
  {
    "id": 69.1,
    "BL": "ملنے سے مجھ کو طبیب اب تو نہ کر یار کے منع<br><span class=\"diff\">ہم سنے</span> حق میں یہ پرہیز ہے بیمار کے منع",
    "TO": "ملنے سے مجھ کو طبیب اب تو نہ کر یار کے منع<br><span class=\"diff\">ہم سنے</span> حق میں یہ پرہیز ہے بیمار کے منع",
    "SJ": "ملنے سے مجھ کو طبیب اب تو نہ کر یار کے منع<br><span class=\"diff\">ہم سنے</span> حق میں یہ پرہیز ہے بیمار کے منع",
    "GM": "ملنے سے مجھ کو طبیب اب تو نہ کر یار کے منع<br>سنتے ہیں حق میں یہ پرہیز ہے بیمار کے منع"
  },
  {
    "id": 69.2,
    "BL": "خوبی ناز سراپا <span class=\"diff\">ہی اسے کہتے ہیں</span><br>کیوں تو اٹھکیلی کو کرتا ہے طرح دار کے منع",
    "TO": "خوبی ناز سراپا <span class=\"diff\">ہی اسے کہتے ہیں</span><br>کیوں تو اٹھکیلی کو کرتا ہے طرح دار کے منع",
    "SJ": "خوبی ناز سراپا <span class=\"diff\">ہی اسے کہتے ہیں</span><br>کیوں تو اٹھکیلی کو کرتا ہے طرح دار کے منع",
    "GM": "خوبی ناز سراپا ہے عجب شے زاہد<br>کیوں تو اٹھکیلی کو کرتا ہے طرح دار کے منع"
  },
  {
    "id": 69.3,
    "BL": "دے جزا اس کو خدا خیر کی فصل گل میں<br>جو کرے ذبح کو اس صید گرفتار کے منع",
    "TO": "دے جزا اس کو خدا خیر کی فصل گل میں<br>جو کرے ذبح کو اس صید گرفتار کے منع",
    "SJ": "دے جزا اس کو خدا خیر کی فصل گل میں<br>جو کرے ذبح کو اس صید گرفتار کے منع",
    "GM": "دے جزا اس کو خدا خیر کی فصل گل میں<br>جو کرے ذبح کو اس صید گرفتار کے منع"
  },
  {
    "id": 69.4,
    "BL": "بعد یک عمر کے ساقی نے <span class=\"diff\">آتش</span> مجھ کو <span class=\"diff\">دیا</span><br>مت تو لینے سے کر اب ساغر سرشار کے منع",
    "TO": "بعد یک عمر کے ساقی نے <span class=\"diff\">آتش</span> مجھ کو <span class=\"diff\">دیا</span><br>مت تو لینے سے کر اب ساغر سرشار کے منع",
    "SJ": "بعد یک عمر کے ساقی نے الش مجھ کو <span class=\"diff\">دیا</span><br>مت تو لینے سے کر اب ساغر سرشار کے منع",
    "GM": "بعد یک عمر کے ساقی نے الش مجھ کو دی<br>مت تو لینے سے کر اب ساغر سرشار کے منع"
  },
  {
    "id": 69.5,
    "BL": "آرزو ہے یہی چندا کو محب مولا<br>دیکھنے سے نہ کرے تا <span class=\"diff\">کسو</span> زوار کے منع",
    "TO": "آرزو ہے یہی چندا کو محب مولا<br>دیکھنے سے نہ کرے تا <span class=\"diff\">کسو</span> زوار کے منع",
    "SJ": "آرزو ہے یہی چندا کو محب مولا<br>دیکھنے سے نہ کرے تا <span class=\"diff\">کسو</span> زوار کے منع",
    "GM": "آرزو ہے یہی چندا کو محب مولا<br>دیکھنے سے نہ کرے تا کسی زوار کے منع"
  },
  {
    "id": 70.1,
    "BL": "<span class=\"diff\">کیوں تو رکھے</span> ہے دیکھ <span class=\"diff\">مجھے</span> جستجوئے تیغ<br>سر ہے مرا حباب کف آب جوئے تیغ",
    "TO": "<span class=\"diff\">کیوں تو رکھے</span> ہے دیکھ <span class=\"diff\">مجھے</span> جستجوئے تیغ<br>سر ہے مرا حباب کف آب جوئے تیغ",
    "SJ": "<span class=\"diff\">کیوں تو رکھے</span> ہے دیکھ <span class=\"diff\">مجھے</span> جستجوئے تیغ<br>سر ہے مرا حباب کف آب جوئے تیغ",
    "GM": "کرتا ہے مجھ کو دیکھ کے کیوں جستجوئے تیغ<br>سر ہے مرا حباب کف آب جوئے تیغ"
  },
  {
    "id": 70.2,
    "BL": "زخم جگر کی اس سے نہ رکھ چشم التیام<br>سیف زباں پہ جس کے رہے گفتگوئے تیغ",
    "TO": "زخم جگر کی اس سے نہ رکھ چشم التیام<br>سیف زباں پہ جس کے رہے گفتگوئے تیغ",
    "SJ": "زخم جگر کی اس سے نہ رکھ چشم التیام<br>سیف زباں پہ جس کے رہے گفتگوئے تیغ",
    "GM": "زخم جگر کی اس سے نہ رکھ چشم التیام<br>سیف زباں پہ جس کے رہے گفتگوئے تیغ"
  },
  {
    "id": 70.3,
    "BL": "کل زور تھا <span class=\"diff\">مزا</span> صف عشاق میں ترے<br>قدموں پہ سر رکھے تھا کوئی روبروئے تیغ",
    "TO": "کل زور تھا <span class=\"diff\">مزا</span> صف عشاق میں ترے<br>قدموں پہ سر رکھے تھا کوئی روبروئے تیغ",
    "SJ": "کل زور تھا مرا صف عشاق میں ترے<br>قدموں پہ سر رکھے تھا کوئی روبروئے تیغ",
    "GM": "کل زور تھا مرا صف عشاق میں ترے<br>قدموں پہ سر رکھے تھا کوئی روبروئے تیغ"
  },
  {
    "id": 70.4,
    "BL": " ہووے ابھی تڑپ سے رہا بسملوں کا جی<br>بار دگر نکالے جو تو آرزوئے تیغ",
    "TO": " ہووے ابھی تڑپ سے رہا بسملوں کا جی<br>بار دگر نکالے جو تو آرزوئے تیغ",
    "SJ": " <span class=\"diff\">ہوے</span> ابھی تڑپ سے رہا بسملوں کا جی<br>بار دگر نکالے جو تو آرزوئے تیغ",
    "GM": " ہووے ابھی تڑپ سے رہا بسملوں کا جی<br>بار دگر نکالے جو تو آرزوئے تیغ"
  },
  {
    "id": 70.5,
    "BL": "چندا کے خیر خواہ کو عزت ہو يا على<br>اس کا سدا رہے سر بد خواه سوئے تیغ",
    "TO": "چندا کے خیر خواہ کو عزت ہو يا على<br>اس کا سدا رہے سر بد خواه سوئے تیغ",
    "SJ": "چندا کے خیر خواہ کو عزت ہو يا على<br>اس کا سدا رہے سر بد خواه سوئے تیغ",
    "GM": "چندا کے خیر خواہ کو عزت ہو يا على<br>اس کا سدا رہے سر بد خواه سوئے تیغ"
  },
  {
    "id": 71.1,
    "BL": "کھینچے ہے جس پہ تیغ کو تو گھات کی طرف<br><span class=\"diff\">لاوے ہے سر</span> وہ نذر ترے ہات کی طرف",
    "TO": "کھینچے ہے جس پہ تیغ کو تو گھات کی طرف<br><span class=\"diff\">لاوے ہے سر</span> وہ نذر ترے ہات کی طرف",
    "SJ": "کھینچے ہے جس پہ تیغ کو تو گھات کی طرف<br><span class=\"diff\">لاوے ہے سر</span> وہ نذر ترے ہات کی طرف",
    "GM": "کھینچے ہے جس پہ تیغ کو تو گھات کی طرف<br>لائے وہ نذر سر کو ترے ہات کی طرف"
  },
  {
    "id": 71.2,
    "BL": "کیا تجھ سے سوز دل کہوں اپنا برنگ شمع<br><span class=\"diff\">گھٹتا</span> ہے دیکھ دیکھ کے دل رات کی طرف",
    "TO": "کیا تجھ سے سوز دل کہوں اپنا برنگ شمع<br><span class=\"diff\">گھٹتا</span> ہے دیکھ دیکھ کے دل رات کی طرف",
    "SJ": "کیا تجھ سے سوز دل کہوں اپنا برنگ شمع<br><span class=\"diff\">گھٹتا</span> ہے دیکھ دیکھ کے دل رات کی طرف",
    "GM": "کیا تجھ سے سوز دل کہوں اپنا برنگ شمع<br>کہتا ہے دیکھ دیکھ کے دل رات کی طرف"
  },
  {
    "id": 71.3,
    "BL": "باطن میں دل کو گو کہ جلایا ہے <span class=\"diff\">تس پر</span> آہ<br>ظاہر کی <span class=\"diff\">نئیں</span> نظر <span class=\"diff\">بھی</span> مدارات کی طرف",
    "TO": "باطن میں دل کو گو کہ جلایا ہے <span class=\"diff\">تس پر</span> آہ<br>ظاہر کی <span class=\"diff\">نئیں</span> نظر <span class=\"diff\">بھی</span> مدارات کی طرف",
    "SJ": "باطن میں دل کو گو کہ جلایا ہے <span class=\"diff\">تس پر</span> آہ<br>ظاہر کی <span class=\"diff\">نئیں</span> نظر <span class=\"diff\">بھی</span> مدارات کی طرف",
    "GM": "باطن میں دل کو گو کہ جلایا ہے تو نے آہ<br>ظاہر کی تو نظر ہو مدارات کی طرف"
  },
  {
    "id": 71.4,
    "BL": "مجھ کو بہار باغ سے <span class=\"diff\">نئیں</span> کام عندلیب<br>دل ہے وہ گل بدن کی ملاقات کی طرف",
    "TO": "مجھ کو بہار باغ سے <span class=\"diff\">نئیں</span> کام عندلیب<br>دل ہے وہ گل بدن کی ملاقات کی طرف",
    "SJ": "مجھ کو بہار باغ سے <span class=\"diff\">نئیں</span> کام عندلیب<br><span class=\"diff\">اس گل بدن کے</span> دل ہے ملاقات کی طرف",
    "GM": "مجھ کو بہار باغ سے کیا کام عندلیب<br>دل ہے وہ گل بدن کی ملاقات کی طرف"
  },
  {
    "id": 71.5,
    "BL": "بے شک و ریب یا علی ہر <span class=\"diff\">اک جہات</span> سے<br>چندا کو بس ہے تیری عنایات کی طرف",
    "TO": "بے شک و ریب یا علی ہر <span class=\"diff\">اک جہات</span> سے<br>چندا کو بس ہے تیری عنایات کی طرف",
    "SJ": "بے شک و ریب یا علی ہر <span class=\"diff\">اک جہات</span> سے<br>چندا کو بس ہے تیری عنایات کی طرف",
    "GM": "بے شک و ریب یا علی ہر ایک جان سے<br>چندا کو بس ہے تیری عنایات کی طرف"
  },
  {
    "id": 72.1,
    "BL": "کیوں نہ ہو دل ان دنوں میں بلبل زار نجف<br>ہے <span class=\"diff\">مرے</span> مد نظر میں صحن گلزار نجف",
    "TO": "کیوں نہ ہو دل ان دنوں میں بلبل زار نجف<br>ہے <span class=\"diff\">مرے</span> مد نظر میں صحن گلزار نجف",
    "SJ": "کیوں نہ ہو دل ان دنوں میں بلبل زار نجف<br>ہے <span class=\"diff\">مرے</span> مد نظر میں صحن گلزار نجف",
    "GM": "کیوں نہ ہو دل ان دنوں میں بلبل زار نجف<br>ہے مری مد نظر میں صحن گلزار نجف"
  },
  {
    "id": 72.2,
    "BL": "دولت کونین ہو <span class=\"diff\">آوے</span> فراہم آن میں<br>باریابی ہو مجھے جس دم بہ دربار نجف",
    "TO": "دولت کونین ہو <span class=\"diff\">آوے</span> فراہم آن میں<br>باریابی ہو مجھے جس دم بہ دربار نجف",
    "SJ": "دولت کونین ہو <span class=\"diff\">آوے</span> فراہم آن میں<br>باریابی ہو مجھے جس دم بہ دربار نجف",
    "GM": "دولت کونین ہو جائے فراہم آن میں<br>باریابی ہو مجھے جس دم بہ دربار نجف"
  },
  {
    "id": 72.3,
    "BL": "اس موالی کو نہ ہو پھر خواہش باغ بہشت<br>جان و دل سے جو کوئی ہووے طلب گار نجف",
    "TO": "اس موالی کو نہ ہو پھر خواہش باغ بہشت<br>جان و دل سے جو کوئی ہووے طلب گار نجف",
    "SJ": "اس موالی کو نہ ہو پھر خواہش باغ بہشت<br>جان و دل سے جو کوئی ہووے طلب گار نجف",
    "GM": "اس موالی کو نہ ہو پھر خواہش باغ بہشت<br>جان و دل سے جو کوئی ہووے طلب گار نجف"
  },
  {
    "id": 72.4,
    "BL": "ہے <span class=\"diff\">بر آمد</span> کار <span class=\"diff\">سب کے اول و آخر تلک</span><br><span class=\"diff\">کوئی نہ دیکھا</span> جو <span class=\"diff\">نہ ہو</span> محتاج سرکار نجف",
    "TO": "ہے <span class=\"diff\">بر آمد</span> کار <span class=\"diff\">سب کے اول و آخر تلک</span><br><span class=\"diff\">کوئی نہ دیکھا</span> جو <span class=\"diff\">نہ ہو</span> محتاج سرکار نجف",
    "SJ": "ہے <span class=\"diff\">بر آمد</span> کار <span class=\"diff\">سب کے اول و آخر تلک</span><br><span class=\"diff\">کوئی نہ دیکھا</span> جو <span class=\"diff\">نہ ہو</span> محتاج سرکار نجف",
    "GM": "خلق کی ہے کار برآری اسی کی ذات سے<br>کون ہے وہ جو نہیں محتاج سرکار نجف"
  },
  {
    "id": 72.5,
    "BL": "گو سراپا تو ہے غرق بحر عصیاں خوف <span class=\"diff\">میں</span><br>بس حمایت کو تری چندا <span class=\"diff\">وہ</span> سالار نجف",
    "TO": "گو سراپا تو ہے غرق بحر عصیاں خوف <span class=\"diff\">میں</span><br>بس حمایت کو تری چندا <span class=\"diff\">وہ</span> سالار نجف",
    "SJ": "گو سراپا تو ہے غرق بحر عصیاں خوف <span class=\"diff\">میں</span><br>بس حمایت کو تری چندا <span class=\"diff\">وہ</span> سالار نجف",
    "GM": "گو سراپا تو ہے غرق بحر عصیاں خوف سے<br>بس حمایت کو تری چندا ہے سالار نجف"
  },
  {
    "id": 73.1,
    "BL": "",
    "TO": "",
    "SJ": "<span class=\"diff\">جھلکی ہزار</span> رنگ سے <span class=\"diff\">گرچہ</span> دکھائے برق<br>چشمک کا لطف یار کی <span class=\"diff\">تو بھی</span> نہ پائے برق",
    "GM": "ہر رنگ سے ہزار جھلک گو دکھائے برق<br>چشمک کا لطف یار کی ہرگز نہ پائے برق"
  },
  {
    "id": 73.2,
    "BL": "",
    "TO": "",
    "SJ": "باہر جو نکلے برقع سے وہ روئے آتشیں<br>چادر میں ابر کی وہیں منہ کو چھپائے برق",
    "GM": "باہر جو نکلے برقع سے وہ روئے آتشیں<br>چادر میں ابر کی وہیں منہ کو چھپائے برق"
  },
  {
    "id": 73.3,
    "BL": "",
    "TO": "",
    "SJ": "گرمی نہیں ہے آنکھ لڑانے میں کچھ فقط<br>چتون بھی اس بھبھوکے کی ہے آشنائے برق",
    "GM": "گرمی نہیں ہے آنکھ لڑانے میں کچھ فقط<br>چتون بھی اس بھبھوکے کی ہے آشنائے برق"
  },
  {
    "id": 73.4,
    "BL": "",
    "TO": "",
    "SJ": "چشم پر آب و آہ شرر بار سے ہے کام<br>خواہش نہ ابر کی ہے مجھے نے ہوائے برق",
    "GM": "چشم پر آب و آہ شرر بار سے ہے کام<br>خواہش نہ ابر کی ہے مجھے نے ہوائے برق"
  },
  {
    "id": 73.5,
    "BL": "",
    "TO": "",
    "SJ": "گرمی وہ ہووے حسن میں چندا کے یا علی<br>جلوے کو اس کے دیکھ کے بس لوٹ جائے برق",
    "GM": "گرمی وہ ہووے حسن میں چندا کے یا علی<br>جلوے کو اس کے دیکھ کے بس لوٹ جائے برق"
  },
  {
    "id": 74.1,
    "BL": "سال گزرے ہیں کہ در پردہ ہے ماه معشوق<br>ڈھونڈئے کون سی آنکھوں سے نگاہ معشوق",
    "TO": "سال گزرے ہیں کہ در پردہ ہے ماه معشوق<br>ڈھونڈئے کون سی آنکھوں سے نگاہ معشوق",
    "SJ": "سال گزرے ہیں کہ در پردہ ہے ماه معشوق<br>ڈھونڈئے کون سی آنکھوں سے نگاہ معشوق",
    "GM": "سال گزرے ہیں کہ در پردہ ہے ماه معشوق<br>ڈھونڈئے کون سی آنکھوں سے نگاہ معشوق"
  },
  {
    "id": 74.2,
    "BL": "ترک کب <span class=\"diff\">پاؤں میں</span> تنہا کہ سدا رہتے ہیں<br>غمزه و ناز و ادا عشوه سپاه معشوق",
    "TO": "ترک کب <span class=\"diff\">پاؤں میں</span> تنہا کہ سدا رہتے ہیں<br>غمزه و ناز و ادا عشوه سپاه معشوق",
    "SJ": "ترک کب <span class=\"diff\">پاؤں میں</span> تنہا کہ سدا رہتے ہیں<br>غمزه و ناز و ادا عشوه سپاه معشوق",
    "GM": "ترک کب ہوتا ہے تنہا کہ سدا رہتے ہیں<br>غمزه و ناز و ادا عشوه سپاه معشوق"
  },
  {
    "id": 74.3,
    "BL": "آہ <span class=\"diff\">نے</span> زور <span class=\"diff\">ہی</span> کھولی گرہ <span class=\"diff\">اب</span> طالع کی<br>مجھ سے دل تنگ ہو ملتا ہے جو شاہ معشوق",
    "TO": "آہ <span class=\"diff\">نے</span> زور <span class=\"diff\">ہی</span> کھولی گرہ <span class=\"diff\">اب</span> طالع کی<br>مجھ سے دل تنگ ہو ملتا ہے جو شاہ معشوق",
    "SJ": "آہ <span class=\"diff\">نے</span> زور <span class=\"diff\">ہی</span> کھولی گرہ <span class=\"diff\">اب</span> طالع کی<br>مجھ سے دل تنگ ہو ملتا ہے جو شاہ معشوق",
    "GM": "آہ پر زور نے کھولی نہ گرہ طالع کی<br>مجھ سے دل تنگ ہو ملتا ہے جو شاہ معشوق"
  },
  {
    "id": 74.4,
    "BL": "دیکھئے جو وہ ستم گر سے دکھاوے الله<br>اب گزر جان سے روکا ہوں میں راہ معشوق",
    "TO": "دیکھئے جو وہ ستم گر سے دکھاوے الله<br>اب گزر جان سے روکا ہوں میں راہ معشوق",
    "SJ": "دیکھئے جو وہ ستم گر سے دکھاوے الله<br>اب گزر جان سے روکا ہوں میں راہ معشوق",
    "GM": "دیکھئے جو وہ ستم گر سے دکھاوے الله<br>اب گزر جان سے روکا ہوں میں راہ معشوق"
  },
  {
    "id": 74.5,
    "BL": "کب یہ وصاف ہے چندا تری اے شاه نجف<br>پرورش تجھ سے ہے عاشق کی <span class=\"diff\">پناہ</span> معشوق",
    "TO": "کب یہ وصاف ہے چندا تری اے شاه نجف<br>پرورش تجھ سے ہے عاشق کی <span class=\"diff\">پناہ</span> معشوق",
    "SJ": "کب یہ وصاف ہے چندا تری اے شاه نجف<br>پرورش تجھ سے ہے عاشق کی <span class=\"diff\">پناہ</span> معشوق",
    "GM": "کب یہ وصاف ہے چندا تری اے شاه نجف<br>پرورش تجھ سے ہے عاشق کی نباہ معشوق"
  },
  {
    "id": 75.1,
    "BL": "<span class=\"diff\">یہاں تک اپنے مکھڑے</span> پر ہے طفل تند خو عاشق<br>کہ ہو سکتا نہیں جز آئنے کے روبرو عاشق",
    "TO": "<span class=\"diff\">یہاں تک اپنے مکھڑے</span> پر ہے طفل تند خو عاشق<br>کہ ہو سکتا نہیں جز آئنے کے روبرو عاشق",
    "SJ": "<span class=\"diff\">یہاں تک [اپنے] مکھڑے</span> پر ہے طفل تند خو عاشق<br>کہ ہو سکتا نہیں جز آئنے کے روبرو عاشق",
    "GM": "وہ یوں دستار پر اپنی ہے طفل تند خو عاشق<br>کہ ہو سکتا نہیں جز آئنے کے روبرو عاشق"
  },
  {
    "id": 75.2,
    "BL": "مری نازک مزاجی کی نہیں رکھتا خبر ہرگز<br>وه سنگیں دل <span class=\"diff\">تبھی سمجھے کسو</span> کا ہو کبھو عاشق",
    "TO": "مری نازک مزاجی کی نہیں رکھتا خبر ہرگز<br>وه سنگیں دل <span class=\"diff\">تبھی سمجھے کسو</span> کا ہو کبھو عاشق",
    "SJ": "مری نازک مزاجی کی نہیں رکھتا خبر ہرگز<br>وه سنگیں دل <span class=\"diff\">تبھی سمجھے کسو</span> کا ہو کبھو عاشق",
    "GM": "مری نازک مزاجی کی نہیں رکھتا خبر ہرگز<br>وه سنگیں دل نہیں ممکن کسی کا ہو کبھو عاشق"
  },
  {
    "id": 75.3,
    "BL": "خوشی خوبوں کی ہے عاشق کی رسوائی میں کچھ ورنہ<br>کرے تار نظر سے <span class=\"diff\">چاک</span> کو دل کے رفو عاشق",
    "TO": "خوشی خوبوں کی ہے عاشق کی رسوائی میں کچھ ورنہ<br>کرے تار نظر سے <span class=\"diff\">چاک</span> کو دل کے رفو عاشق",
    "SJ": "خوشی خوبوں کی ہے عاشق کی رسوائی میں کچھ ورنہ<br><span class=\"diff\">اگر</span> تار نظر سے <span class=\"diff\">چاک</span> کو دل کے رفو عاشق",
    "GM": "خوشی خوبوں کی ہے عاشق کی رسوائی میں کچھ ورنہ<br>کرے تار نظر سے خاک کو دل کے رفو عاشق"
  },
  {
    "id": 75.4,
    "BL": "نہ <span class=\"diff\">ہو</span> کیوں بلبل <span class=\"diff\">و</span> رضوان جنت تیری شیدائی<br>کہ تجھ پر ہے مرے گل رو ترا ہی رنگ و بو عاشق",
    "TO": "نہ <span class=\"diff\">ہو</span> کیوں بلبل <span class=\"diff\">و</span> رضوان جنت تیری شیدائی<br>کہ تجھ پر ہے مرے گل رو ترا ہی رنگ و بو عاشق",
    "SJ": "نہ ہوں کیوں بلبل رضوان جنت تیری شیدائی<br>کہ تجھ پر ہے مرے گل رو ترا ہی رنگ و بو عاشق",
    "GM": "نہ ہوں کیوں بلبل رضوان جنت تیری شیدائی<br>کہ تجھ پر ہے مرے گل رو ترا ہی رنگ و بو عاشق"
  },
  {
    "id": 75.5,
    "BL": "نہ ہو سو جان سے تجھ پر تصدق یا علی کیوں کر<br>بہ دل ہے نام پر چندا ترے بے گفتگو عاشق",
    "TO": "نہ ہو سو جان سے تجھ پر تصدق یا علی کیوں کر<br>بہ دل ہے نام پر چندا ترے بے گفتگو عاشق",
    "SJ": "نہ ہو سو جان سے تجھ پر تصدق یا علی کیوں کر<br>بہ دل ہے نام پر <span class=\"diff\">ترے</span> چندا بے گفتگو عاشق",
    "GM": "نہ ہو سو جان سے تجھ پر تصدق یا علی کیوں کر<br>بہ دل ہے نام پر چندا ترے بے گفتگو عاشق"
  },
  {
    "id": 76.1,
    "BL": "",
    "TO": "تجھ بغیر آنکھوں میں میرے شب ہوا <span class=\"diff\">وہ</span> خواب برق<br>ڈر سے بادل نے لیا پہلو میں <span class=\"diff\">جس کے</span> داب برق",
    "SJ": "تجھ بغیر آنکھوں میں میرے شب ہوا <span class=\"diff\">وہ</span> خواب برق<br>ڈر سے بادل نے لیا پہلو میں <span class=\"diff\">جس کے</span> داب برق",
    "GM": "تجھ بغیر آنکھوں میں میرے شب ہوا یوں خواب برق<br>ڈر سے بادل نے لیا پہلو میں اپنے داب برق"
  },
  {
    "id": 76.2,
    "BL": "",
    "TO": "سرسری ہرگز سمجھ مت <span class=\"diff\">اپنے</span> دل <span class=\"diff\">سردوں</span> کی آہ<br>جس کی گرمی سے سدا ڈالے ہے بر خود آب برق",
    "SJ": "سرسری ہرگز سمجھ مت دل <span class=\"diff\">سردوں</span> کی اپنے آہ<br>جس کی گرمی سے <span class=\"diff\">[سدا]</span> ڈالے ہے بر خود آب برق",
    "GM": "سرسری ہرگز سمجھ مت دل جلوں کی اپنے آہ<br>جس کی گرمی سے سدا ڈالے ہے بر خود آب برق"
  },
  {
    "id": 76.3,
    "BL": "",
    "TO": "ہجر کے غم کی گھٹا دل پر مرے <span class=\"diff\">ہی</span> دیکھ کر<br>آنکھ سے اپنے <span class=\"diff\">ہی نت</span> ٹپکائے خون <span class=\"diff\">آب</span> برق",
    "SJ": "ہجر کے غم کی گھٹا دل پر مرے <span class=\"diff\">ہی</span> دیکھ کر<br>آنکھ سے اپنے <span class=\"diff\">ہی نت</span> ٹپکائے خون <span class=\"diff\">آب</span> برق",
    "GM": "ہجر کے غم کی گھٹا دل پر مرے یوں دیکھ کر<br>آنکھ سے اپنے سدا ٹپکائے خون ناب برق"
  },
  {
    "id": 76.4,
    "BL": "",
    "TO": "ایک ہی شعلے میں بس <span class=\"diff\">یہ</span> جائے پانی ہو پگھل<br>عشق کی آتش کے گر ہمسر ہو شیخ و شاب برق",
    "SJ": "ایک ہی شعلے میں بس <span class=\"diff\">یہ</span> جائے پانی ہو پگھل<br>عشق کی آتش کے گر ہمسر ہو شیخ و شاب برق",
    "GM": "ایک ہی شعلے میں بس بہ جائے پانی ہو پگھل<br>عشق کی آتش کے گر ہمسر ہو شیخ و شاب برق"
  },
  {
    "id": 76.5,
    "BL": "",
    "TO": "گرم رو ہے یہ دل چندا نجف کو یا علی<br>جس کی حسرت سے پھرے ہے چرخ پر بے تاب برق",
    "SJ": "گرم رو ہے یہ دل چندا نجف کو یا علی<br>جس کی حسرت سے پھرے ہے چرخ پر بے تاب برق",
    "GM": "گرم رو ہے یہ دل چندا نجف کو یا علی<br>جس کی حسرت سے پھرے ہے چرخ پر بے تاب برق"
  },
  {
    "id": 77.1,
    "BL": "<span class=\"diff\">آتا</span> نہیں ہے خواب میں بھی یار اب تلک<br>ہیں منتظر <span class=\"diff\">کے</span> دیدۂ  بیدار اب تلک",
    "TO": "<span class=\"diff\">آتا</span> نہیں ہے خواب میں بھی یار اب تلک<br>ہیں منتظر <span class=\"diff\">کے</span> دیدۂ  بیدار اب تلک",
    "SJ": "<span class=\"diff\">آتا</span> نہیں ہے خواب میں <span class=\"diff\">باران</span> اب تلک<br>ہیں منتظر <span class=\"diff\">کے</span> دیدۂ  بیدار اب تلک",
    "GM": "آیا نہیں ہے خواب میں بھی یار اب تلک<br>ہیں منتظر یہ دیدۂ  بیدار اب تلک"
  },
  {
    "id": 77.2,
    "BL": "سب میکدہ میں مست ہیں پر ایک تجھ سوا<br>دیکھا نہ ایسے دور میں ہشیار اب تلک",
    "TO": "سب میکدہ میں مست ہیں پر ایک تجھ سوا<br>دیکھا نہ ایسے دور میں ہشیار اب تلک",
    "SJ": "<span class=\"diff\">خوب</span> میکدہ میں مست ہیں پر ایک تجھ سوا<br>دیکھا نہ ایسے دور میں ہشیار اب تلک",
    "GM": "سب میکدہ میں مست ہیں پر ایک تجھ سوا<br>دیکھا نہ ایسے دور میں ہشیار اب تلک"
  },
  {
    "id": 77.3,
    "BL": "شربت سے اپنے وصل کے کر سیر ایک دم<br>یہ جاں بلب ہے تشنۂ دیدار اب تلک",
    "TO": "شربت سے اپنے وصل کے کر سیر ایک دم<br>یہ جاں بلب ہے تشنۂ دیدار اب تلک",
    "SJ": "شربت سے اپنے وصل کے کر <span class=\"diff\">اسیر یک</span> دم<br>یہ جاں بلب ہے تشنۂ دیدار اب تلک",
    "GM": "شربت سے اپنے وصل کے کر سیر ایک دم<br>یہ جاں بلب ہے تشنۂ دیدار اب تلک"
  },
  {
    "id": 77.4,
    "BL": "دیکھا رقیب ساتھ تھا گل رو کے تب سے آہ<br>کھٹکے ہے دل میں وہ ہی مرے خار اب تلک",
    "TO": "دیکھا رقیب ساتھ تھا گل رو کے تب سے آہ<br>کھٹکے ہے دل میں وہ ہی مرے خار اب تلک",
    "SJ": "دیکھا رقیب ساتھ تھا گل رو کے تب سے آہ<br>کھٹکے ہے دل میں وہ ہی مرے خار اب تلک",
    "GM": "دیکھا رقیب ساتھ تھا گل رو کے تب سے آہ<br>کھٹکے ہے دل میں وہ ہی مرے خار اب تلک"
  },
  {
    "id": 77.5,
    "BL": "<span class=\"diff\">نئیں دور یا علی جو کہیں دیکھ اہل</span> حشر<br>چندا مئے ولا سے ہے سرشار اب تلک",
    "TO": "<span class=\"diff\">نئیں دور یا علی جو کہیں دیکھ اہل</span> حشر<br>چندا مئے ولا سے ہے سرشار اب تلک",
    "SJ": "<span class=\"diff\">میں دور یا علی جو کہیں دیکھ اہل</span> حشر<br>چندا مئے ولا سے ہے سرشار اب تلک",
    "GM": "بولیں گے لوگ ساقی کوثر سے حشر میں<br>چندا مئے ولا سے ہے سرشار اب تلک"
  },
  {
    "id": 78.1,
    "BL": "ہمرہ <span class=\"diff\">تھے</span> رات طالع بیدار یہاں تلک<br>آیا تھا اپنے گھر سے مرا یار یہاں تلک",
    "TO": "ہمرہ <span class=\"diff\">تھے</span> رات طالع بیدار یہاں تلک<br>آیا تھا اپنے گھر سے مرا یار یہاں تلک",
    "SJ": "ہمرہ <span class=\"diff\">تھے</span> رات طالع بیدار یہاں تلک<br>آیا تھا اپنے گھر سے مرا یار یہاں تلک",
    "GM": "ہمرہ تھا رات طالع بیدار یہاں تلک<br>آیا تھا اپنے گھر سے مرا یار یہاں تلک"
  },
  {
    "id": 78.2,
    "BL": "کب اُٹھ سکے سوائے عصا کے زمین سے<br>نرگس ہے تیرے چشم <span class=\"diff\">سے</span>  بیمار یہاں تلک",
    "TO": "کب اُٹھ سکے سوائے عصا کے زمین سے<br>نرگس ہے تیرے چشم <span class=\"diff\">سے</span>  بیمار یہاں تلک",
    "SJ": "کب اُٹھ سکے سوائے عصا کے زمین سے<br>نرگس ہے تیرے چشم <span class=\"diff\">سے</span>  بیمار یہاں تلک",
    "GM": "کب اُٹھ سکے سوائے عصا کے زمین سے<br>نرگس ہے تیرے چشم کی  بیمار یہاں تلک"
  },
  {
    "id": 78.3,
    "BL": "<span class=\"diff\">تکڑے</span> دل و جگر <span class=\"diff\">کے</span> کیا پر یہی ہے عرض<br> پھر آئے وہ <span class=\"diff\">کبھو</span> تو ستم گار یہاں تلک",
    "TO": "<span class=\"diff\">تکڑے</span> دل و جگر <span class=\"diff\">کے</span> کیا پر یہی ہے عرض<br> پھر آئے وہ <span class=\"diff\">کبھو</span> تو ستم گار یہاں تلک",
    "SJ": "<span class=\"diff\">تکڑے</span> دل و جگر تو کیا پر یہی ہے عرض<br> پھر آئے وہ <span class=\"diff\">کبھو</span> تو ستم گار یہاں تلک",
    "GM": "ٹکڑے دل و جگر تو کیا پر یہی ہے عرض<br> پھر آئے وہ کبھی تو ستم گار یہاں تلک"
  },
  {
    "id": 78.4,
    "BL": "شبنم سے کچھ غرض نہیں چشم امید <span class=\"diff\">کی</span><br> ہے تازہ میرے اشک سے گلزار یہاں تلک",
    "TO": "شبنم سے کچھ غرض نہیں چشم امید <span class=\"diff\">کی</span><br> ہے تازہ میرے اشک سے گلزار یہاں تلک",
    "SJ": "شبنم سے کچھ غرض نہیں چشم امید <span class=\"diff\">کی</span><br> ہے تازہ میرے اشک سے گلزار یہاں تلک",
    "GM": "شبنم سے کچھ غرض نہیں چشم امید کو<br> ہے تازہ میرے اشک سے گلزار یہاں تلک"
  },
  {
    "id": 78.5,
    "BL": "چندا دماغ جائے فلک پر سنے سے نام<br>دل ہے <span class=\"diff\">مرا </span> علی کا طلب گار یہاں تلک",
    "TO": "چندا دماغ جائے فلک پر سنے سے نام<br>دل ہے <span class=\"diff\">مرا </span> علی کا طلب گار یہاں تلک",
    "SJ": "چندا دماغ جائے فلک پر سنے سے نام<br>دل میرا ہے علی کا طلب گار یہاں تلک",
    "GM": "چندا دماغ جائے فلک پر سنے سے نام<br>دل میرا ہے علی کا طلب گار یہاں تلک"
  },
  {
    "id": 79.1,
    "BL": "ساغر سے کس کے چشم کے پی کر شراب دل<br>پھرتا ہے بے خودانہ سا مست و خراب دل",
    "TO": "ساغر سے کس کے چشم کے <span class=\"diff\">لے</span> کر شراب دل<br>پھرتا ہے بے خودانہ سا مست و خراب دل",
    "SJ": "ساغر سے کس کے چشم کے پی کر شراب دل<br>پھرتا ہے بے خودانہ سا مست و خراب دل",
    "GM": "ساغر سے کس کے چشم کے پی کر شراب دل<br>پھرتا ہے بے خودانہ سا مست و خراب دل"
  },
  {
    "id": 79.2,
    "BL": "تیری نگاہ گرم سے <span class=\"diff\">باقی</span> نہیں ہے کچھ<br><span class=\"diff\">یہ</span> شعلہ رو <span class=\"diff\">جلا کہ</span> ہوا ہے کباب دل",
    "TO": "تیری نگاہ گرم سے <span class=\"diff\">باقی</span> نہیں ہے کچھ<br><span class=\"diff\">یہ</span> شعلہ رو <span class=\"diff\">جلا کہ</span> ہوا ہے کباب دل",
    "SJ": "تیری نگاہ گرم سے <span class=\"diff\">باقی</span> نہیں ہے کچھ<br><span class=\"diff\">یہ</span> شعلہ رو <span class=\"diff\">جلا کی</span> ہوا ہے کباب دل",
    "GM": "تیری نگاہ گرم سے ساقی نہیں ہے کچھ<br>اس شعلہ رو سے جل کے ہوا ہے کباب دل"
  },
  {
    "id": 79.3,
    "BL": "سر کو میں اپنے نذر کیا بات کے لئے<br><span class=\"diff\">تس</span> پر بھی تیرا مجھ سے نہیں بے حجاب دل",
    "TO": "سر کو میں اپنے نذر کیا بات کے لئے<br><span class=\"diff\">تس</span> پر بھی تیرا مجھ سے نہیں بے حجاب دل",
    "SJ": "سر کو میں اپنے نذر <span class=\"diff\">کی</span> بات کے لئے<br><span class=\"diff\">تس</span> پر بھی تیرا مجھ سے نہیں بے حجاب دل",
    "GM": "سر کو میں اپنے نذر کیا بات کے لئے<br>اس پر بھی تیرا مجھ سے نہیں بے حجاب دل"
  },
  {
    "id": 79.4,
    "BL": "<span class=\"diff\">ٹھہرے ہیں</span> جب سے <span class=\"diff\">چشم مرے</span> تیرے <span class=\"diff\">مکھ</span> پر آہ<br>تڑپے ہے جان اور ہے پر اضطراب دل",
    "TO": "<span class=\"diff\">ٹھہرے ہیں</span> جب سے <span class=\"diff\">چشم مرے</span> تیرے <span class=\"diff\">مکھ</span> پر آہ<br>تڑپے ہے جان اور ہے پر اضطراب دل",
    "SJ": "<span class=\"diff\">ٹھہرے ہیں</span> جب سے <span class=\"diff\">چشم مرے</span> تیرے <span class=\"diff\">مکھ</span> پر آہ<br>تڑپے ہے جان اور ہے پر اضطراب دل",
    "GM": "ٹھہری ہے جب سے آنکھ مری تیرے رخ پر آہ<br>تڑپے ہے جان اور ہے پر اضطراب دل"
  },
  {
    "id": 79.5,
    "BL": "چندا <span class=\"diff\">کو یہ غرض</span> ہے کہ <span class=\"diff\">دونو</span> جہان میں<br>اپنی طرف ہی رکھیو مرا بو تراب دل",
    "TO": "چندا <span class=\"diff\">کو یہ غرض</span> ہے کہ <span class=\"diff\">دونو</span> جہان میں<br>اپنی طرف ہی رکھیو مرا بو تراب دل",
    "SJ": "چندا <span class=\"diff\">کو یہ غرض</span> ہے کہ <span class=\"diff\">دونو</span> جہان میں<br>اپنی طرف ہی رکھیو مرا بو تراب دل",
    "GM": "چندا کی ہے یہ عرض کہ دونوں جہان میں<br>اپنی طرف ہی رکھیو مرا بو تراب دل"
  },
  {
    "id": 80.1,
    "BL": "<span class=\"diff\">تجھ کو ہے</span> عندلیب غرض <span class=\"diff\">تب</span> بہار گل<br><span class=\"diff\">دیکھے جو</span> میرے یار کو کب ہو دوچار گل",
    "TO": "<span class=\"diff\">تجھ کو ہے</span> عندلیب غرض <span class=\"diff\">تب</span> بہار گل<br><span class=\"diff\">دیکھے جو</span> میرے یار کو کب ہو دوچار گل",
    "SJ": "<span class=\"diff\">تجھ کو ہے</span> عندلیب غرض <span class=\"diff\">[تب]</span> بہار گل<br><span class=\"diff\">دیکھے جو</span> میرے یار کو کب ہو دوچار گل",
    "GM": "تیری تو عندلیب غرض ہے بہار گل<br>تو دیکھ میرے یار کو کب ہو دوچار گل"
  },
  {
    "id": 80.2,
    "BL": "<span class=\"diff\">دیکھے</span> چمن میں واسطے بلبل کے جابجا<br>ہرگز نہیں رقیب سوا کوئی خار گل",
    "TO": "<span class=\"diff\">دیکھے</span> چمن میں واسطے بلبل کے جابجا<br>ہرگز نہیں رقیب سوا کوئی خار گل",
    "SJ": "<span class=\"diff\">دیکھے</span> چمن میں واسطے بلبل کے جابجا<br>ہرگز نہیں رقیب سوا کوئی خار گل",
    "GM": "دیکھا چمن میں واسطے بلبل کے جابجا<br>ہرگز نہیں رقیب سوا کوئی خار گل"
  },
  {
    "id": 80.3,
    "BL": "اس غنچہ لب کی یاد میں <span class=\"diff\">نت</span> اشک <span class=\"diff\">کے</span> گہر<br>شبنم کی طرح <span class=\"diff\">کیجئے</span> ہر دم نثار گل",
    "TO": "اس غنچہ لب کی یاد میں <span class=\"diff\">نت</span> اشک <span class=\"diff\">کے</span> گہر<br>شبنم کی طرح <span class=\"diff\">کیجئے</span> ہر دم نثار گل",
    "SJ": "اس غنچہ لب کی یاد میں <span class=\"diff\">نت</span> اشک <span class=\"diff\">کے</span> گہر<br>شبنم کی طرح <span class=\"diff\">کیجئے</span> ہر دم نثار گل",
    "GM": "اس غنچہ لب کی یاد میں اشک گہر مرے<br>شبنم کی طرح ہوتے ہیں ہر دم نثار گل"
  },
  {
    "id": 80.4,
    "BL": "آنکھوں میں عندلیب کے خوش تر ہے <span class=\"diff\">پر ترے</span><br>کب نقش پا کے سامنے ہے افتخار گل",
    "TO": "آنکھوں میں عندلیب کے خوش تر ہے <span class=\"diff\">پر ترے</span><br>کب نقش پا کے سامنے ہے افتخار گل",
    "SJ": "آنکھوں میں عندلیب کے خوش تر ہے <span class=\"diff\">پر ترے</span><br>کب نقش پا کے سامنے ہے افتخار گل",
    "GM": "آنکھوں میں عندلیب کے خوش تر ہے ہر کلی<br>کب نقش پا کے سامنے ہے افتخار گل"
  },
  {
    "id": 80.5,
    "BL": "چندا نہ ہووے کیوں ترے قربان یا علی<br>تو جان عندلیب ہے  تو اعتبار گل",
    "TO": "چندا نہ ہووے کیوں ترے قربان یا علی<br>تو جان عندلیب ہے  تو اعتبار گل",
    "SJ": "چندا نہ ہووے کیوں ترے قربان یا علی<br>تو جان عندلیب ہے  تو اعتبار گل",
    "GM": "چندا نہ ہووے کیوں ترے قربان یا علی<br>تو جان عندلیب ہے  تو اعتبار گل"
  },
  {
    "id": 81.1,
    "BL": "ملتے ہیں توقع پہ <span class=\"diff\">تری</span> غیر سے کم ہم<br>رکھتے ہیں ترے دور میں یہ چشم کرم ہم",
    "TO": "ملتے ہیں توقع پہ <span class=\"diff\">تری</span> غیر سے کم ہم<br>رکھتے ہیں ترے دور میں یہ چشم کرم ہم",
    "SJ": "ملتے ہیں توقع پہ <span class=\"diff\">تری</span> غیر سے کم ہم<br>رکھتے ہیں ترے دور میں یہ چشم کرم ہم",
    "GM": "ملتے ہیں توقع پہ ترے غیر سے کم ہم<br>رکھتے ہیں ترے دور میں یہ چشم کرم ہم"
  },
  {
    "id": 81.2,
    "BL": "پرواز کی امید ہے گو مرغ قفس کو<br>ہرگز نہ ہوں صیاد ترے دام سے رم ہم",
    "TO": "پرواز کی امید ہے گو مرغ قفس کو<br>ہرگز نہ ہوں صیاد ترے دام سے رم ہم",
    "SJ": "پرواز کی امید ہے گو مرغ قفس کو<br>ہرگز نہ <span class=\"diff\">ہو</span> صیاد ترے دام سے رم ہم",
    "GM": "پرواز کی امید ہے گو مرغ قفس کو<br>ہرگز نہ ہوں صیاد ترے دام سے رم ہم"
  },
  {
    "id": 81.3,
    "BL": "<span class=\"diff\">ظالم</span> تری <span class=\"diff\">ہی</span> یک <span class=\"diff\">نگہ</span> گرم سے <span class=\"diff\">جیوں شمع</span><br>رہتے ہیں یہاں عمر سے با دیدۂ نم ہم",
    "TO": "<span class=\"diff\">ظالم</span> تری <span class=\"diff\">ہی</span> یک <span class=\"diff\">نگہ</span> گرم سے <span class=\"diff\">جیوں شمع</span><br>رہتے ہیں یہاں عمر سے با دیدۂ نم ہم",
    "SJ": "<span class=\"diff\">ظالم</span> تری <span class=\"diff\">ہی</span> یک <span class=\"diff\">نگہ</span> گرم سے <span class=\"diff\">جیوں شمع</span><br>رہتے ہیں یہاں عمر سے با دیدۂ نم ہم",
    "GM": "جوں شمع تری یک نکہ گرم سے ظالم<br>رہتے ہیں یہاں عمر سے با دیدۂ نم ہم"
  },
  {
    "id": 81.4,
    "BL": "<span class=\"diff\">کچھ</span> سلطنت <span class=\"diff\">دور</span> کی ہے ساقی <span class=\"diff\">نہیں پرواہ</span><br>پینے سے ترے جام الش کے ہوئے جم ہم",
    "TO": "<span class=\"diff\">کچھ</span> سلطنت <span class=\"diff\">دور</span> کی ہے ساقی <span class=\"diff\">نہیں پرواہ</span><br>پینے سے ترے جام الش کے ہوئے جم ہم",
    "SJ": "<span class=\"diff\">کچھ</span> سلطنت <span class=\"diff\">دور</span> کی ہے ساقی <span class=\"diff\">نہیں پرواہ</span><br><span class=\"diff\">ملنے</span> سے ترے جام الش کے ہوئے جم ہم",
    "GM": "یہاں سلطنت گئے کی ہے ساقی کسے پروا<br>پینے سے ترے جام الش کے ہوئے جم ہم"
  },
  {
    "id": 81.5,
    "BL": "معروضہ یہ چندا <span class=\"diff\">کو</span> ہے <span class=\"diff\">نت</span> شاہ نجف سے<br>دیکھیں نہ <span class=\"diff\">کبھو</span> گردش افلاک سے غم ہم",
    "TO": "معروضہ یہ چندا <span class=\"diff\">کو</span> ہے <span class=\"diff\">نت</span> شاہ نجف سے<br>دیکھیں نہ <span class=\"diff\">کبھو</span> گردش افلاک سے غم ہم",
    "SJ": "معروضہ یہ چندا <span class=\"diff\">کو</span> ہے <span class=\"diff\">نت</span> شاہ نجف سے<br>دیکھیں نہ <span class=\"diff\">کبھو</span> گردش افلاک سے غم ہم",
    "GM": "معروضہ یہ چندا کا ہے اب شاہ نجف سے<br>دیکھیں نہ کبھی گردش افلاک سے غم ہم"
  },
  {
    "id": 82.1,
    "BL": "چمن سے کیوں اڑی اس آہ دل کو دیکھ کر شبنم<br>کہ ہم بھی اشک ریزی میں ہیں تیرے ہم اثر شبنم",
    "TO": "چمن سے کیوں اڑی اس آہ دل کو دیکھ کر شبنم<br>کہ ہم بھی اشک ریزی میں ہیں تیرے ہم اثر شبنم",
    "SJ": "چمن سے کیوں اڑی اس آہ دل کو دیکھ کر شبنم<br>کہ ہم بھی اشک ریزی میں ہیں تیرے ہم اثر شبنم",
    "GM": "چمن سے کیوں اڑی اس آہ دل کو دیکھ کر شبنم<br>کہ ہم بھی اشک ریزی میں ہیں تیرے ہم اثر شبنم"
  },
  {
    "id": 82.2,
    "BL": "اگر بلبل ترے معشوق کی عاشق نہیں ہے وہ<br>گزر پھر کس لئے کرتی ہے گل پر ہر سحر شبنم",
    "TO": "اگر بلبل ترے معشوق کی عاشق نہیں ہے وہ<br>گزر پھر کس لئے کرتی ہے گل پر ہر سحر شبنم",
    "SJ": "اگر بلبل ترے معشوق کی عاشق نہیں ہے وہ<br>گزر پھر کس لئے کرتی ہے گل پر ہر سحر شبنم",
    "GM": "اگر بلبل ترے معشوق کی عاشق نہیں ہے وہ<br>گزر پھر کس لئے کرتی ہے گل پر ہر سحر شبنم"
  },
  {
    "id": 82.3,
    "BL": "نہ ہم کو چین گلچیں سے نہ تجھ کو گل <span class=\"diff\">پہ</span> راحت ہے<br>محبت سے ہی ہم گزرے ہیں تو بھی درگزر شبنم",
    "TO": "نہ ہم کو چین گلچیں سے نہ تجھ کو گل <span class=\"diff\">پہ</span> راحت ہے<br><span class=\"diff\">کہ</span> ہم گزرے ہیں <span class=\"diff\">اس الفت سے</span> تو بھی درگزر شبنم",
    "SJ": "نہ ہم کو چین گلچیں سے نہ تجھ کو گل <span class=\"diff\">پہ</span> راحت ہے<br>محبت سے ہی ہم گزرے <span class=\"diff\">اور</span> تو بھی درگزر شبنم",
    "GM": "نہ ہم کو چین گلچیں سے نہ تجھ کو گل سے راحت ہے<br>محبت سے ہی ہم گزرے ہیں تو بھی درگزر شبنم"
  },
  {
    "id": 82.4,
    "BL": "ہماری آہ کی تاثیر <span class=\"diff\">یہاں تک ہوے کہ</span> گلشن سے<br>اڑے ہے رنگ سے گل کے لگا کر بال و پر شبنم",
    "TO": "ہماری آہ کی تاثیر <span class=\"diff\">یہاں تک ہوے کہ</span> گلشن سے<br>اڑے ہے <span class=\"diff\">ایک</span> سے گل کے لگا کر بال و پر شبنم",
    "SJ": "ہماری آہ کی تاثیر <span class=\"diff\">یہاں تک ہوے</span> گلشن سے<br>اڑے ہے رنگ سے گل کے لگا کر بال و پر شبنم",
    "GM": "ہماری آہ کی تاثیر پنہاں ہووے گلشن سے<br>اڑے ہے رنگ سے گل کے لگا کر بال و پر شبنم"
  },
  {
    "id": 82.5,
    "BL": "تصدق جان و دل <span class=\"diff\">اور</span> دین سے  ایمان سے اپنے<br><span class=\"diff\">اے</span> چندا اپنے مولا کی تو ہو خورشید پر شبنم",
    "TO": "تصدق جان و دل <span class=\"diff\">اور</span> دین سے  ایمان سے اپنے<br><span class=\"diff\">یہ</span> چندا اپنے مولا کی تو ہو خورشید پر شبنم",
    "SJ": "تصدق جان و دل <span class=\"diff\">اور</span> دین سے  ایمان سے اپنے<br><span class=\"diff\">اے</span> چندا اپنے مولا کی تو ہو خورشید پر شبنم",
    "GM": "تصدق جان و دل سے دین سے  ایمان سے اپنے<br>ہے چندا اپنے مولا کی تو ہو خورشید پر شبنم"
  },
  {
    "id": 83.1,
    "BL": "",
    "TO": "",
    "SJ": "عشق میں ننگ <span class=\"diff\">[سے]</span> مطلب ہے نہ <span class=\"diff\">پھر</span> نام سے کام<br>کچھ کہے کوئی سدا اپنے ہمیں کام سے کام",
    "GM": "عشق میں ننگ سے مطلب ہے نہ ہے نام سے کام<br>کچھ کہے کوئی سدا اپنے ہمیں کام سے کام"
  },
  {
    "id": 83.2,
    "BL": "",
    "TO": "",
    "SJ": "جب سے زلفوں میں ترے یار گرفتار ہوا<br>طائر دل کو ہمار ے نہ رہا دام سے کام",
    "GM": "جب سے زلفوں میں ترے یار گرفتار ہوا<br>طائر دل کو ہمار ے نہ رہا دام سے کام"
  },
  {
    "id": 83.3,
    "BL": "",
    "TO": "",
    "SJ": "مغبچو عارض و لب کا جسے چسکا ہو اُسے<br>پھر کہو کیونکہ رہے شیشہ سے اور جام سے کام",
    "GM": "مغبچو عارض و لب کا جسے چسکا ہو اُسے<br>پھر کہو کیونکہ رہے شیشہ سے اور جام سے کام"
  },
  {
    "id": 83.4,
    "BL": "",
    "TO": "",
    "SJ": "پھر زلیخا نے سنی یوسف مصری کی نہ بات<br>نازنیں اس کو پڑا تیرے جو دشنام سے کام",
    "GM": "پھر زلیخا نے سنی یوسف مصری کی نہ بات<br>نازنیں اس کو پڑا تیرے جو دشنام سے کام"
  },
  {
    "id": 83.5,
    "BL": "",
    "TO": "",
    "SJ": "رکھے چندا نہ <span class=\"diff\">کبھو</span> قیصر و خاقاں سے غرض<br>کیونکہ اس کو شہ مرداں کے ہے <span class=\"diff\">انعام</span> سے کام",
    "GM": "رکھے چندا نہ کبھی قیصر و خاقاں سے غرض<br>کیونکہ اس کو شہ مرداں کے ہے انجام سے کام"
  },
  {
    "id": 84.1,
    "BL": "",
    "TO": "",
    "SJ": "باز آتے ہی نہیں قاتل خونخوار <span class=\"diff\">ہے</span> ہم<br>پھر لگاتے ہیں اب اس دل کو <span class=\"diff\">اس</span> یار سے ہم",
    "GM": "باز آتے ہی نہیں قاتل خونخوار سے ہم<br>پھر لگاتے ہیں اب اس دل کو اسی یار سے ہم"
  },
  {
    "id": 84.2,
    "BL": "",
    "TO": "",
    "SJ": "تان کر ابروئے خم دار کو مت دیکھو ادھر<br>ڈرنے والے نہیں ظالم تری تلوار سے ہم",
    "GM": "تان کر ابروئے خم دار کو مت دیکھو ادھر<br>ڈرنے والے نہیں ظالم تری تلوار سے ہم"
  },
  {
    "id": 84.3,
    "BL": "",
    "TO": "",
    "SJ": "کسی <span class=\"diff\">نشے</span> کی نظر چڑھ گئی چتون یارو<br>لڑتے ہی آنکھ کے کچھ ہو گئے سرشار سے ہم",
    "GM": "کسی نشیلی کی نظر چڑھ گئی چتون یارو<br>لڑتے ہی آنکھ کے کچھ ہو گئے سرشار سے ہم"
  },
  {
    "id": 84.4,
    "BL": "",
    "TO": "",
    "SJ": "<span class=\"diff\">بس کہ منظور ہے پھر</span> عمر محبت کا <span class=\"diff\">تباہ</span><br>نہیں انکار کبھی کرنے کے اقرار سے ہم",
    "GM": "عمر بھر ہم کو ہے منظور محبت کا نباہ<br>نہیں انکار کبھی کرنے کے اقرار سے ہم"
  },
  {
    "id": 84.5,
    "BL": "",
    "TO": "",
    "SJ": "یوں ہی <span class=\"diff\">پھر عمر</span> رہے حسن کا چندا جلوہ<br>آرزو رکھتے ہیں یہ حیدر کرار سے ہم",
    "GM": "عمر بھر یوں ہی رہے حسن کا چندا جلوہ<br>آرزو رکھتے ہیں یہ حیدر کرار سے ہم"
  },
  {
    "id": 85.1,
    "BL": "",
    "TO": "",
    "SJ": "ظاہر میں یا کہ خواب میں صورت دکھا کہیں<br>تڑپے ہوں انتظار میں  اے شوخ آ کہیں",
    "GM": "ظاہر میں یا کہ خواب میں صورت دکھا کہیں<br>تڑپے ہوں انتظار میں  اے شوخ آ کہیں"
  },
  {
    "id": 85.2,
    "BL": "",
    "TO": "",
    "SJ": "میں پوچھتا ہوں دن کی تو کہتا ہے رات کی<br>معلوم یوں ہوا کہ ترا دل لگا کہیں",
    "GM": "میں پوچھتا ہوں دن کی تو کہتا ہے رات کی<br>معلوم یوں ہوا کہ ترا دل لگا کہیں"
  },
  {
    "id": 85.3,
    "BL": "",
    "TO": "",
    "SJ": "بلبل نمط <span class=\"diff\">تڑپتے</span> ہوں گل رو بہار میں<br>لے جائے یہ بہار ترے تک صبا کہیں",
    "GM": "بلبل نمط تڑپتا ہوں گل رو بہار میں<br>لے جائے یہ بہار ترے تک صبا کہیں"
  },
  {
    "id": 85.4,
    "BL": "",
    "TO": "",
    "SJ": "کی کوہ کن نے کوہ کنی  میں نے جاں کنی<br>جاں باز تو نے اور بھی مجھ سا سنا کہیں",
    "GM": "کی کوہ کن نے کوہ کنی  میں نے جاں کنی<br>جاں باز تو نے اور بھی مجھ سا سنا کہیں"
  },
  {
    "id": 85.5,
    "BL": "",
    "TO": "",
    "SJ": "چندا کی عرض ہے یہی عالی جناب <span class=\"diff\">میں</span><br><span class=\"diff\">کر دے جی عقدہ</span> حل <span class=\"diff\">مرا</span> مشکل کشا کہیں",
    "GM": "چندا کی عرض ہے یہی عالی جناب سے<br>عقدے کو حل کریں مرے مشکل کشا کہیں"
  },
  {
    "id": 86.1,
    "BL": "",
    "TO": "",
    "SJ": "ہمارے واسطے تم ہو اگر وہاں بے قراری میں<br>اجی رہتے ہیں ہم <span class=\"diff\">[بھی]</span> یہاں تمہاری یادگاری میں",
    "GM": "ہمارے واسطے تم ہو اگر وہاں بے قراری میں<br>اجی رہتے ہیں ہم بھی یہاں تمہاری یادگاری میں"
  },
  {
    "id": 86.2,
    "BL": "",
    "TO": "",
    "SJ": "جو اہل دل <span class=\"diff\">کی</span> صاحب درد ہے  آگاہ ہے وہ ہی<br>مزہ جو کچھ کہ ہے پچھلے پہر کی اشک باری میں",
    "GM": "جو اہل دل کہ صاحب درد ہے  آگاہ ہے وہ ہی<br>مزہ جو کچھ کہ ہے پچھلے پہر کی اشک باری میں"
  },
  {
    "id": 86.3,
    "BL": "",
    "TO": "",
    "SJ": "نہ <span class=\"diff\">او</span> ہوش و حواس اب <span class=\"diff\">ہے پہ</span> وہ <span class=\"diff\">ہی واشد خاطر</span><br>عجب حالت ہماری ہے <span class=\"diff\">ہوئی فرقت</span> تمہاری میں",
    "GM": "نہ وہ ہوش و حواس اب ہیں نہ وہ اب تاب و طاقت ہے<br>عجب حالت ہماری ہے تمہاری انتظاری میں"
  },
  {
    "id": 86.4,
    "BL": "",
    "TO": "",
    "SJ": "کوئی کھینچے لئے جاتا ہے تن سے روح کیا کیجے<br>اذیت کھینچتے ہیں یار کیا کیا تیری یاری میں",
    "GM": "کوئی کھینچے لئے جاتا ہے تن سے روح کیا کیجے<br>اذیت کھینچتے ہیں یار کیا کیا تیری یاری میں"
  },
  {
    "id": 86.5,
    "BL": "",
    "TO": "",
    "SJ": "کرو مشکل کشا مشکل کشائی جلد چندا کی<br>نكلتا منہ سے ہے ہر دم یہی بے اختیاری میں",
    "GM": "کرو مشکل کشا مشکل کشائی جلد چندا کی<br>نكلتا منہ سے ہے ہر دم یہی بے اختیاری میں"
  },
  {
    "id": 87.1,
    "BL": "حاکم کے کہنے کا <span class=\"diff\">بھی تجھے نئیں</span> اثر کہیں<br>محکوم ایسا دیکھا <span class=\"diff\">نہ</span> کوئی خبر کہیں",
    "TO": "حاکم کے کہنے کا <span class=\"diff\">بھی تجھے نئیں</span> اثر کہیں<br>محکوم ایسا دیکھا <span class=\"diff\">نہ</span> کوئی <span class=\"diff\">[خبر]</span> کہیں",
    "SJ": "حاکم کے کہنے کا <span class=\"diff\">بھی تجھے میں</span> اثر کہیں<br>محکوم ایسا دیکھا <span class=\"diff\">نہ</span> کوئی بے خبر کہیں",
    "GM": "حاکم کے کہنے کا نہیں تجھ کو اثر کہیں<br>محکوم ایسا دیکھا کوئی بے خبر کہیں"
  },
  {
    "id": 87.2,
    "BL": "اس وضع <span class=\"diff\">بد پہ مجھ کو نہیں</span> تیرا اعتبار<br><span class=\"diff\">کرتا</span> ہے <span class=\"diff\">صبح و</span> شام کو <span class=\"diff\">ہر جا گزر</span> کہیں",
    "TO": "اس وضع <span class=\"diff\">بد پہ مجھ کو نہیں</span> تیرا اعتبار<br><span class=\"diff\">کرتا</span> ہے <span class=\"diff\">صبح و</span> شام کو <span class=\"diff\">ہر جا گزر</span> کہیں",
    "SJ": "اس وضع پر <span class=\"diff\">یہ مجھ کو نہیں</span> تیرا اعتبار<br><span class=\"diff\">کرتا</span> ہے <span class=\"diff\">صبح و</span> شام کو <span class=\"diff\">ہر جا گزر</span> کہیں",
    "GM": "اس وضع پر ہو کیا مجھے پھر تیرا اعتبار<br>رہتا ہے شام کو تو کہیں اور سحر کہیں"
  },
  {
    "id": 87.3,
    "BL": "بویا زمین دل میں سدا <span class=\"diff\">نخل</span> آرزو<br>پر نارسائیوں کا نہ دیکھا ثمر کہیں",
    "TO": "بویا زمین دل میں سدا <span class=\"diff\">نخل</span> آرزو<br>پر نارسائیوں کا نہ دیکھا ثمر کہیں",
    "SJ": "بویا زمین دل میں سدا تخم آرزو<br>پر نارسائیوں کا نہ دیکھا ثمر کہیں",
    "GM": "بویا زمین دل میں سدا تخم آرزو<br>پر نارسائیوں کا نہ دیکھا ثمر کہیں"
  },
  {
    "id": 87.4,
    "BL": "مجھ سا جو بندگی میں کرے جان کو نثار<br>کب ہے یہ بے دلوں کو جہاں <span class=\"diff\">میں</span> جگر کہیں",
    "TO": "مجھ سا جو بندگی میں کرے جان کو نثار<br>کب ہے یہ بے دلوں کو جہاں <span class=\"diff\">میں</span> جگر کہیں",
    "SJ": "مجھ سا جو بندگی میں کرے جان کو نثار<br>کب ہے یہ بے دلوں کو جہاں کے جگر کہیں",
    "GM": "مجھ سا جو بندگی میں کرے جان کو نثار<br>کب ہے یہ بے دلوں کو جہاں کے جگر کہیں"
  },
  {
    "id": 87.5,
    "BL": "چندا کو آرزو ہے یہی <span class=\"diff\">مجھ</span> پہ لطف سے<br>يا مرتضیٰ على ولی ہو نظر کہیں",
    "TO": "چندا کو آرزو ہے یہی <span class=\"diff\">مجھ</span> پہ لطف سے<br>يا مرتضیٰ على ولی ہو نظر کہیں",
    "SJ": "چندا کو آرزو ہے یہی <span class=\"diff\">مجھ</span> پہ لطف سے<br>يا مرتضیٰ على ولی ہو نظر کہیں",
    "GM": "چندا کو آرزو ہے یہی اس پہ لطف سے<br>يا مرتضیٰ على ولی ہو نظر کہیں"
  },
  {
    "id": 88.1,
    "BL": "ظاہر کی گفتگو کو مرے پاس جا نہیں<br>باطن میں ہم تو دل کے سوا آشنا نہیں",
    "TO": "ظاہر کی گفتگو کو مرے پاس جا نہیں<br>باطن میں ہم تو دل کے سوا آشنا نہیں",
    "SJ": "ظاہر کی گفتگو کو مرے پاس جا نہیں<br>باطن میں ہم تو دل کے سوا آشنا نہیں",
    "GM": "ظاہر کی گفتگو کو مرے پاس جا نہیں<br>باطن میں ہم تو دل کے سوا آشنا نہیں"
  },
  {
    "id": 88.2,
    "BL": "فرہاد و قیس نے تو دیا جان عشق میں<br>لیکن یہ دور میں <span class=\"diff\">کہیں</span> مجھ سا سنا نہیں",
    "TO": "فرہاد و قیس نے تو دیا جان عشق میں<br>لیکن یہ دور میں <span class=\"diff\">کہیں</span> مجھ سا سنا نہیں",
    "SJ": "فرہاد و قیس نے تو دیا جان عشق میں<br>لیکن یہ دور میں کوئی مجھ سا سنا نہیں",
    "GM": "فرہاد و قیس نے تو دیا جان عشق میں<br>لیکن یہ دور میں کوئی مجھ سا سنا نہیں"
  },
  {
    "id": 88.3,
    "BL": "یہاں تک تو اٹھ گیا ہے زمانے سے اتحاد<br>دل بھی مرے بغل میں ہے پر آشنا نہیں",
    "TO": "یہاں تک تو اٹھ گیا ہے زمانے سے اتحاد<br>دل بھی مرے بغل میں ہے پر آشنا نہیں",
    "SJ": "یہاں تک تو اٹھ گیا ہے زمانے سے اتحاد<br>دل بھی مرے بغل میں <span class=\"diff\">[ہے]</span> پر آشنا نہیں",
    "GM": "یہاں تک تو اٹھ گیا ہے زمانے سے اتحاد<br>دل بھی مرے بغل میں ہے پر آشنا نہیں"
  },
  {
    "id": 88.4,
    "BL": "جھگڑے ہزار مجھ سے تو کر اور سب سے صلح<br>ہر چند مجھ سے خوش نہ ہو تو میں خفا نہیں",
    "TO": "جھگڑے ہزار مجھ سے تو کر اور سب سے صلح<br>ہر چند مجھ سے خوش نہ ہو تو میں خفا نہیں",
    "SJ": "جھگڑے ہزار مجھ سے تو کر اور سب سے صلح<br>ہر چند مجھ سے خوش نہ ہو تو میں خفا نہیں",
    "GM": "جھگڑے ہزار مجھ سے تو کر اور سب سے صلح<br>ہر چند مجھ سے خوش نہ ہو تو میں خفا نہیں"
  },
  {
    "id": 88.5,
    "BL": "چندا سمجھ کے کعبۂ دل یا علی ولی<br>اس کو سوائے طوف نجف مدعا نہیں",
    "TO": "چندا سمجھ کے کعبۂ دل یا علی ولی<br>اس کو سوائے <span class=\"diff\">طرف</span> نجف مدعا نہیں",
    "SJ": "چندا سمجھ کے کعبۂ دل یا علی ولی<br>اس کو سوائے طوف نجف مدعا نہیں",
    "GM": "چندا سمجھ کے کعبۂ دل یا علی ولی<br>اس کو سوائے طوف نجف مدعا نہیں"
  },
  {
    "id": 89.1,
    "BL": "حلوه گر ان دنوں کچھ اشک <span class=\"diff\">ہے</span> کم آنکھوں میں<br>اس لئے خون رہا آن کے جم آنکھوں میں",
    "TO": "حلوه گر ان دنوں کچھ اشک <span class=\"diff\">ہے</span> کم آنکھوں میں<br>اس لئے خون رہا آن کے جم آنکھوں میں",
    "SJ": "حلوه گر ان دنوں کچھ اشک <span class=\"diff\">ہے</span> کم آنکھوں میں<br>اس لئے خون رہا آن کے جم آنکھوں میں",
    "GM": "حلوه گر ان دنوں کچھ اشک ہیں کم آنکھوں میں<br>اس لئے خون رہا آن کے جم آنکھوں میں"
  },
  {
    "id": 89.2,
    "BL": "راست کہتا ہوں سبھی پیچ کھلے ہیں دل کے<br>ایک پھرتا ہے تری زلف کا خم آنکھوں میں",
    "TO": "راست کہتا ہوں سبھی پیچ کھلے ہیں دل کے<br>ایک پھرتا ہے تری زلف کا خم آنکھوں میں",
    "SJ": "راست کہتا ہوں سبھی پیچ کھلے ہیں دل کے<br>ایک پھرتا ہے تری زلف کا خم آنکھوں میں",
    "GM": "راست کہتا ہوں سبھی پیچ کھلے ہیں دل کے<br>ایک پھرتا ہے تری زلف کا خم آنکھوں میں"
  },
  {
    "id": 89.3,
    "BL": "دل میں رہتا ہے مرے گرچہ وہ طفل بدخو<br>اشک کی طرح نہ ٹھہرا کوئی دم آنکھوں میں",
    "TO": "دل میں رہتا ہے مرے گرچہ وہ طفل بدخو<br>اشک کی طرح نہ ٹھہرا کوئی دم آنکھوں میں",
    "SJ": "دل میں رہتا ہے مرے گرچہ وہ طفل بدخو<br>اشک کی طرح نہ ٹھہرا کوئی دم آنکھوں میں",
    "GM": "دل میں رہتا ہے مرے گرچہ وہ طفل بدخو<br>اشک کی طرح نہ ٹھہرا کوئی دم آنکھوں میں"
  },
  {
    "id": 89.4,
    "BL": "نظریں <span class=\"diff\">وہ بدلے ہے</span> بے طرح گراں خاطر ہو<br>یوں فلک کب تھے سبک یار کی ہم آنکھوں میں",
    "TO": "نظریں <span class=\"diff\">وہ بدلے ہے</span> بے طرح گراں خاطر ہو<br>یوں فلک کب تھے سبک یار کی ہم آنکھوں میں",
    "SJ": "نظریں <span class=\"diff\">بدلیں ہے [وہ]</span> بے طرح گراں خاطر ہو<br>یوں فلک کب تھے سبک یار کی ہم آنکھوں میں",
    "GM": "نظریں بدلی ہیں بے طرح گراں خاطر ہو<br>یوں فلک کب تھے سبک یار کی ہم آنکھوں میں"
  },
  {
    "id": 89.5,
    "BL": "باغباں سے نہیں منت <span class=\"diff\">بہ</span> نیاز مولا <br>دل کے واشد سے ہے چندا کے ارم آنکھوں میں",
    "TO": "باغباں سے نہیں منت <span class=\"diff\">بہ</span> نیاز مولا <br>دل کے واشد سے ہے چندا کے ارم آنکھوں میں",
    "SJ": "باغباں سے نہیں منت <span class=\"diff\">بہ</span> نیاز مولا <br>دل کے واشد سے ہے چندا کے ارم آنکھوں میں",
    "GM": "باغباں سے نہیں منت پہ نیاز مولا <br>دل کے واشد سے ہے چندا کے ارم آنکھوں میں"
  },
  {
    "id": 90.1,
    "BL": "ہلال مہ نو کو کم دیکھتے ہیں<br><span class=\"diff\">میاں جو یہ</span> ابرو کا خم دیکھے ہیں",
    "TO": "ہلال مہ نو کو کم دیکھتے ہیں<br><span class=\"diff\">میاں جو یہ</span> ابرو کا خم دیکھے ہیں",
    "SJ": "ہلال مہ نو کو کم دیکھتے ہیں<br><span class=\"diff\">میاں جو یہ</span> ابرو کا خم دیکھے ہیں",
    "GM": "ہلال مہ نو کو کم دیکھتے ہیں<br>وہ ابرو کا تیرے جو خم دیکھے ہیں"
  },
  {
    "id": 90.2,
    "BL": "حرم <span class=\"diff\">کا</span> بنائے ہیں بس دیر دل میں<br>تجھے جب سے ہم اے صنم دیکھتے ہیں",
    "TO": "حرم <span class=\"diff\">کا</span> بنائے ہیں بس دیر دل میں<br>تجھے جب سے ہم اے صنم دیکھتے ہیں",
    "SJ": "حرم <span class=\"diff\">کا</span> بنائے ہیں بس دیر دل میں<br>تجھے جب سے ہم اے صنم دیکھتے ہیں",
    "GM": "حرم کو بنائے ہیں بس دیر دل میں<br>تجھے جب سے ہم اے صنم دیکھتے ہیں"
  },
  {
    "id": 90.3,
    "BL": "نہیں <span class=\"diff\">اس کی بد وضعی کچھ آج کل سے</span><br><span class=\"diff\">یوں ہی ہم تو سارا جنم</span> دیکھتے ہیں",
    "TO": "نہیں <span class=\"diff\">اس کی بد وضعی کچھ آج کل سے</span><br><span class=\"diff\">یوں ہی ہم تو سارا جنم</span> دیکھتے ہیں",
    "SJ": "نہیں <span class=\"diff\">اس کی کچھ بد وضعی آج کل سے</span><br><span class=\"diff\">یوں ہی ہم تو سارا جنم</span> دیکھتے ہیں",
    "GM": "نہیں تیری آتی ہے اک بات ان میں<br>حسینوں کو تیری قسم دیکھتے ہیں"
  },
  {
    "id": 90.4,
    "BL": "رہیں کیونکہ بستی میں اس عشق <span class=\"diff\">سے</span> ہم<br>جو آہو کو جنگل سے رم دیکھتے ہیں",
    "TO": "رہیں کیونکہ بستی میں اس عشق <span class=\"diff\">سے</span> ہم<br>جو آہو کو جنگل سے رم دیکھتے ہیں",
    "SJ": "رہیں کیونکہ بستی میں اس عشق <span class=\"diff\">سے</span> ہم<br>جو آہو کو جنگل سے رم دیکھتے ہیں",
    "GM": "رہیں کیونکہ بستی میں اس عشق کے ہم<br>جو آہو کو جنگل سے رم دیکھتے ہیں"
  },
  {
    "id": 90.5,
    "BL": "کنیزی سے ہے مرتضیٰ کی میسر<br>جو چندا پہ لطف اتم دیکھتے ہیں",
    "TO": "کنیزی سے ہے مرتضیٰ کی میسر<br>جو چندا پہ لطف اتم دیکھتے ہیں",
    "SJ": "کنیزی سے ہے مرتضیٰ کی میسر<br>جو چندا پہ لطف اتم دیکھتے ہیں",
    "GM": "کنیزی سے ہے مرتضیٰ کی میسر<br>جو چندا پہ لطف اتم دیکھتے ہیں"
  },
  {
    "id": 91.1,
    "BL": "کٹی ہے ہجر کی شب  اب ہے وصل یار کا دن<br>خدا نے ہم کو دکھایا پھر <span class=\"diff\">اس</span> بہار کا دن",
    "TO": "کٹی ہے ہجر کی شب  اب ہے وصل یار کا دن<br>خدا نے ہم کو دکھایا پھر <span class=\"diff\">اس</span> بہار کا دن",
    "SJ": "کٹی ہے ہجر کی شب  اب ہے وصل یار کا دن<br>خدا نے ہم کو دکھایا پھر <span class=\"diff\">اس</span> بہار کا دن",
    "GM": "کٹی ہے ہجر کی شب  اب ہے وصل یار کا دن<br>خدا نے ہم کو دکھایا ہے پھر بہار کا دن"
  },
  {
    "id": 91.2,
    "BL": "اٹھا بغل سے تو اے ماہ رو مرے تب سے<br>نہ پوچھ کیونکہ کٹا تیرے بے قرار کا دن",
    "TO": "اٹھا بغل سے تو اے ماہ رو مرے تب سے<br>نہ پوچھ کیونکہ کٹا تیرے بے قرار کا دن",
    "SJ": "اٹھا بغل سے تو اے ماہ رو مرے تب سے<br>نہ پوچھ کیونکہ کٹا تیرے بے قرار کا دن",
    "GM": "اٹھا بغل سے تو اے ماہ رو مرے تب سے<br>نہ پوچھ کیونکہ کٹا تیرے بے قرار کا دن"
  },
  {
    "id": 91.3,
    "BL": "قسم تجھے سر مینا کی <span class=\"diff\">ساقی وہ</span> مے دے<br><span class=\"diff\">دکھاوے نشہ نہ جس کے مجھے</span> خمار کا دن",
    "TO": "قسم تجھے سر مینا کی <span class=\"diff\">ساقی وہ</span> مے دے<br><span class=\"diff\">دکھاوے نشہ نہ جس کے مجھے</span> خمار کا دن",
    "SJ": "قسم تجھے سر مینا کی <span class=\"diff\">ساقی وہ</span> مے دے<br><span class=\"diff\">دکھاوے نشہ نہ جس کے مجھے</span> خمار کا دن",
    "GM": "قسم تجھے سر مینا کی ساقیا مے دے<br>نشے کی رات ہے یہ اور ہے خمار کا دن"
  },
  {
    "id": 91.4,
    "BL": "سوائے <span class=\"diff\">تلوسہ</span> و <span class=\"diff\">قلق کے</span> اے زہرہ جبیں<br>تمام <span class=\"diff\">ہوے</span> نہ راحت سے دل فگار کا دن",
    "TO": "سوائے <span class=\"diff\">تلوسہ</span> و <span class=\"diff\">قلق کے</span> اے زہرہ جبیں<br>تمام <span class=\"diff\">ہوے</span> نہ راحت سے دل فگار کا دن",
    "SJ": "سوائے <span class=\"diff\">تلوسہ</span> و <span class=\"diff\">قلق کے</span> اے زہرہ جبیں<br>تمام <span class=\"diff\">ہوے</span> نہ راحت سے دل فگار کا دن",
    "GM": "سوائے نالہ و آہ و فغاں اے زہرہ جبیں<br>تمام ہووے نہ راحت سے دل فگار کا دن"
  },
  {
    "id": 91.5,
    "BL": "<span class=\"diff\">کھٹے</span> ہے <span class=\"diff\">جو</span> دم چندا <span class=\"diff\">کی</span> یاد مولا میں<br>گنے ہے عمر میں اپنے وہ ہی شمار کا دن",
    "TO": "<span class=\"diff\">کھٹے</span> ہے <span class=\"diff\">جو</span> دم چندا <span class=\"diff\">کی</span> یاد مولا میں<br>گنے ہے عمر میں اپنے وہ ہی شمار کا دن",
    "SJ": "<span class=\"diff\">کتے</span> ہے <span class=\"diff\">جو</span> دم چندا <span class=\"diff\">کی</span> یاد مولا میں<br><span class=\"diff\">کٹے</span> ہے عمر میں اپنے <span class=\"diff\">وہی</span> شمار کا دن",
    "GM": "کٹے ہے دم یہ جو چندا کا یاد مولا میں<br>گنے ہے عمر میں اپنے وہ ہی شمار کا دن"
  },
  {
    "id": 92.1,
    "BL": "",
    "TO": "",
    "SJ": "باہم وہ کب خوشی سے ملے تنگ خواب میں<br>جن کے خیال کو ہے <span class=\"diff\">مرا</span> ننگ خواب میں",
    "GM": "باہم وہ کب خوشی سے ملے تنگ خواب میں<br>جن کے خیال کو ہے مرے ننگ خواب میں"
  },
  {
    "id": 92.2,
    "BL": "",
    "TO": "",
    "SJ": "زخمی کیا وہ دل <span class=\"diff\">کی</span> مرے شہ سوار حسن<br>عاشق کی صف سے جو کہ رکھے جنگ خواب میں",
    "GM": "زخمی کیا وہ دل کو مرے شہ سوار حسن<br>عاشق کی صف سے جو کہ رکھے جنگ خواب میں"
  },
  {
    "id": 92.3,
    "BL": "",
    "TO": "",
    "SJ": "سر سے نماز کعبہ کیا میں ادا صنم<br>دیکھا ہوں جب سے در کا ترے سنگ خواب میں",
    "GM": "سر سے نماز کعبہ کیا میں ادا صنم<br>دیکھا ہوں جب سے در کا ترے سنگ خواب میں"
  },
  {
    "id": 92.4,
    "BL": "",
    "TO": "",
    "SJ": "بھٹکا <span class=\"diff\">کبھو</span> نہ <span class=\"diff\">تس پہ وہ</span> ظاہر میں <span class=\"diff\">شوخ آہ</span><br>اٹکھیلیوں <span class=\"diff\">کے</span> مجھ سے کرے ڈھنگ خواب میں",
    "GM": "بھٹکا کبھی نہ راہ سے ظاہر میں خوش خرام<br>اٹکھیلیوں کا مجھ سے کرے ڈھنگ خواب میں"
  },
  {
    "id": 92.5,
    "BL": "",
    "TO": "",
    "SJ": "بیدار <span class=\"diff\">طالعی</span> ہے <span class=\"diff\">یہ</span> چندا <span class=\"diff\">کی</span> یا علی<br><span class=\"diff\">جو گلشن</span> نجف <span class=\"diff\">کے ہیں یہاں</span> رنگ خواب میں",
    "GM": "بیدار کیا نصیب ہے چندا کا یا علی<br>باغ نجف کا دیکھا ہے جو رنگ خواب میں"
  },
  {
    "id": 93.1,
    "BL": "",
    "TO": "",
    "SJ": "مہیا دور میں جو عیش ہے تیرے سر شاہاں<br>نہ جم سے بھی ہوا تھا اس قدر نوروز کا ساماں",
    "GM": "مہیا دور میں جو عیش ہے تیرے سر شاہاں<br>نہ جم سے بھی ہوا تھا اس قدر نوروز کا ساماں"
  },
  {
    "id": 93.2,
    "BL": "",
    "TO": "",
    "SJ": "<span class=\"diff\">نہیں</span> کوئی شان و شوکت میں ترا ہمسر <span class=\"diff\">لئے اس کے</span><br><span class=\"diff\">رہے ہے</span> دست بستہ سامنے <span class=\"diff\">نت</span> قیصر و خاقاں",
    "GM": "بھلا اب کوئی ہو کیا شان و شوکت میں ترا ہمسر<br>کھڑے ہوں دست بستہ سامنے جب قیصر و خاقاں"
  },
  {
    "id": 93.3,
    "BL": "",
    "TO": "",
    "SJ": "نہیں کچھ حاجت اظہار شاہا حال دل میرا<br> برنگ ذرہ کب مہر کرم سے ہے ترے پنہاں",
    "GM": "نہیں کچھ حاجت اظہار شاہا حال دل میرا<br> برنگ ذرہ کب مہر کرم سے ہے ترے پنہاں"
  },
  {
    "id": 93.4,
    "BL": "",
    "TO": "",
    "SJ": "یہی مشہور عالم <span class=\"diff\">میں</span> گدا سے شاہ تک باہم<br>ترے خوان کرم پر کون <span class=\"diff\">سا</span> ہے جو نہیں میہماں",
    "GM": "یہی مشہور عالم ہے گدا سے شاہ تک باہم<br>ترے خوان کرم پر کون ہے وہ جو نہیں میہماں"
  },
  {
    "id": 93.5,
    "BL": "",
    "TO": "",
    "SJ": "سدا پلتے ہیں چندا سے ہزاروں جس کے سایہ میں<br>نظام الدولہ شاہ <span class=\"diff\">دکّن</span> ہے <span class=\"diff\">وہ</span> رستم دوراں",
    "GM": "سدا پلتے ہیں چندا سے ہزاروں جس کے سایہ میں<br>نظام الدولہ و شاہ دکن ہے رستم دوراں"
  },
  {
    "id": 94.1,
    "BL": "<span class=\"diff\">عجب اسلام سے قسمت ہے</span> خال <span class=\"diff\">روئے جاناں</span> کو<br><span class=\"diff\">نہ دیکھا آج تک</span> ہندو کرے <span class=\"diff\">جو</span> حفظ قرآں کو",
    "TO": "<span class=\"diff\">عجب اسلام سے قسمت ہے</span> خال <span class=\"diff\">روئے جاناں</span> کو<br><span class=\"diff\">نہ دیکھا آج تک</span> ہندو کرے <span class=\"diff\">جو</span> حفظ قرآں کو",
    "SJ": "<span class=\"diff\">عجب اسلام سے قسمت ہے</span> خال <span class=\"diff\">روئے جاناں</span> کو<br><span class=\"diff\">نہ دیکھا آج تک</span> ہندو کرے <span class=\"diff\">جو</span> حفظ قرآں کو",
    "GM": "جو دیکھا یار کے عارض پہ میں نے خال تاباں کو<br>کہی پھبتی کہ یہ ہندو کرے ہے حفظ قرآں کو"
  },
  {
    "id": 94.2,
    "BL": "<span class=\"diff\">کیا ہوں مشق عشق ایسا ہی تیری</span> ہم <span class=\"diff\">نشینی</span> میں<br><span class=\"diff\">نہ پہنچے</span> وامق و عذرا <span class=\"diff\">جہاں</span> طفل دبستاں کو",
    "TO": "<span class=\"diff\">کیا ہوں مشق عشق ایسا ہی تیری</span> ہم <span class=\"diff\">نشینی</span> میں<br><span class=\"diff\">نہ پہنچے</span> وامق و عذرا <span class=\"diff\">جہاں</span> طفل دبستاں کو",
    "SJ": "<span class=\"diff\">کیا ہوں مشق عشق ایسا ہی تیری</span> ہم <span class=\"diff\">نشینی</span> میں<br><span class=\"diff\">نہ پہنچے</span> وامق و عذرا <span class=\"diff\">جہاں</span> طفل دبستاں کو",
    "GM": "رہا ہم درس ہوں اس مدرسے میں عشق کے برسوں<br>سبق تھا وامق و عذرا کا وہاں طفل دبستاں کو"
  },
  {
    "id": 94.3,
    "BL": "سوا گل رو کے اے بلیل جو <span class=\"diff\">ٹک</span> آغوش خالی ہو<br>لگا <span class=\"diff\">ہی دیجے یکسر</span> آگ <span class=\"diff\">اس</span> سیر گلستاں کو",
    "TO": "سوا گل رو کے اے بلیل جو <span class=\"diff\">ٹک</span> آغوش خالی ہو<br>لگا <span class=\"diff\">ہی دیجے یکسر</span> آگ <span class=\"diff\">اس</span> سیر گلستاں کو",
    "SJ": "سوا گل رو کے اے بلیل جو یہ آغوش خالی ہو<br>لگا <span class=\"diff\">ہی دیویں یکسر</span> آگ <span class=\"diff\">اس</span> سیر گلستاں کو",
    "GM": "سوا گل رو کے اے بلیل جو یہ آغوش خالی ہو<br>لگا دیں آگ ہی یک لخت ہم سیر گلستاں کو"
  },
  {
    "id": 94.4,
    "BL": "یہاں سو رنگ <span class=\"diff\">کر</span> دیکھا گریباں چاک بھی <span class=\"diff\">تس پر</span><br>پہنچتا ہی نہیں ہے <span class=\"diff\">ہات</span> میرا تیرے داماں کو",
    "TO": "یہاں سو رنگ <span class=\"diff\">کر</span> دیکھا گریباں چاک بھی <span class=\"diff\">تس پر</span><br>پہنچتا ہی نہیں ہے <span class=\"diff\">ہات</span> میرا تیرے داماں کو",
    "SJ": "یہاں سو رنگ <span class=\"diff\">کر</span> دیکھا گریباں چاک بھی <span class=\"diff\">تس پر</span><br>پہنچتا ہی نہیں ہے <span class=\"diff\">ہات</span> میرا تیرے داماں کو",
    "GM": "یہاں سو رنگ سے دیکھا گریباں چاک کر کر بھی<br>پہنچتا ہی نہیں ہے ہاتھ میرا تیرے داماں کو"
  },
  {
    "id": 94.5,
    "BL": "بچا ہی لیں گے ہر <span class=\"diff\">اک</span> جا محمد کے وسیلے سے<br>جو اپنی آبرو سونپی ہے چندا شاہ مرداں کو",
    "TO": "بچا ہی لیں گے ہر <span class=\"diff\">اک</span> جا محمد کے وسیلے سے<br>جو اپنی آبرو سونپی ہے چندا شاہ مرداں کو",
    "SJ": "بچا ہی لیں گے ہر یک جا محمد کے وسیلے سے<br>جو اپنی آبرو سونپی ہے چندا شاہ مرداں کو",
    "GM": "بچا ہی لیں گے ہر یک جا محمد کے وسیلے سے<br>جو اپنی آبرو سونپی ہے چندا شاہ مرداں کو"
  },
  {
    "id": 95.1,
    "BL": "",
    "TO": "",
    "SJ": "تم منہ لگا کے غیروں کو مغرور مت کرو<br>لگ چلنا ایسے ویسوں سے دستور مت کرو",
    "GM": "تم منہ لگا کے غیروں کو مغرور مت کرو<br>لگ چلنا ایسے ویسوں سے دستور مت کرو"
  },
  {
    "id": 95.2,
    "BL": "",
    "TO": "",
    "SJ": "ٹسوے <span class=\"diff\">بہانا</span> ہر گھڑی <span class=\"diff\">اکچھا</span> نہیں <span class=\"diff\">اجی</span><br>یہ راز عشق ہے اسے مشہو ر مت کرو",
    "GM": "ٹسوے بہا کے ہر گھڑی زاری نہیں ہے خوب<br>یہ راز عشق ہے اسے مشہو ر مت کرو"
  },
  {
    "id": 95.3,
    "BL": "",
    "TO": "",
    "SJ": "ہر چند دل دکھانا کسی کا <span class=\"diff\">بھی بد</span> ہے پر<br>رنجیدہ خاطروں کو تو رنجور مت کرو",
    "GM": "ہر چند دل دکھانا کسی کا برا ہے پر<br>رنجیدہ خاطروں کو تو رنجور مت کرو"
  },
  {
    "id": 95.4,
    "BL": "",
    "TO": "",
    "SJ": "اے <span class=\"diff\">ہمدموں</span> جو مجھ سے ہے منظور اختلاط<br>جز ذکر یار تم کوئی مذکور مت کرو",
    "GM": "اے ہمدمو جو مجھ سے ہے منظور اختلاط<br>جز ذکر یار تم کوئی مذکور مت کرو"
  },
  {
    "id": 95.5,
    "BL": "",
    "TO": "",
    "SJ": "روشن رکھو جہان میں <span class=\"diff\">جیوں</span> مہر <span class=\"diff\">یا علی</span><br>چندا کے منہ سے نور کو تم دور مت کرو",
    "GM": "روشن رکھو جہان میں مولا مثال مہر<br>چندا کے منہ سے نور کو تم دور مت کرو"
  },
  {
    "id": 96.1,
    "BL": "",
    "TO": "",
    "SJ": "تو اپنی بزم میں دے بیٹھنے اگر ہم کو<br>کھڑے ہوں دیکھ کے شاہان بحر و بر ہم کو",
    "GM": "تو اپنی بزم میں دے بیٹھنے اگر ہم کو<br>کھڑے ہوں دیکھ کے شاہان بحر و بر ہم کو"
  },
  {
    "id": 96.2,
    "BL": "",
    "TO": "",
    "SJ": "ہماری چشم نے ایسا کمال پایا ہے<br>جدھر کو دیکھئے آتا ہے تو نظر ہم کو",
    "GM": "ہماری چشم نے ایسا کمال پایا ہے<br>جدھر کو دیکھئے آتا ہے تو نظر ہم کو"
  },
  {
    "id": 96.3,
    "BL": "",
    "TO": "",
    "SJ": "قلق سے عشق کے ہو جائے دل نہ کیوں غلطاں<br>نظر جب آئے ترے کان کا گہر ہم کو",
    "GM": "قلق سے عشق کے ہو جائے دل نہ کیوں غلطاں<br>نظر جب آئے ترے کان کا گہر ہم کو"
  },
  {
    "id": 96.4,
    "BL": "",
    "TO": "",
    "SJ": "وفا کے ہاتھ سے <span class=\"diff\">اتنے</span> کمال عاجز ہیں<br>جفا تو اس کی تھی معلوم <span class=\"diff\">بیش</span> تر ہم کو",
    "GM": "وفا کے ہاتھ سے اپنے کمال عاجز ہیں<br>جفا تو اس کی تھی معلوم پیش تر ہم کو"
  },
  {
    "id": 96.5,
    "BL": "",
    "TO": "",
    "SJ": "نہیں ہے طاق سے کسریٰ کے کچھ غرض چندا<br>ملا ہے جب سے کہ مشکل کشا کا در ہم کو",
    "GM": "نہیں ہے طاق سے کسریٰ کے کچھ غرض چندا<br>ملا ہے جب سے کہ مشکل کشا کا در ہم کو"
  },
  {
    "id": 97.1,
    "BL": "کیوں تو ہر وقت <span class=\"diff\">لگاوے</span> ہے جنا <span class=\"diff\">ہاتوں</span> کو<br>ننگ آتا ہے مرے خون سے کیا <span class=\"diff\">ہاتوں</span> کو",
    "TO": "کیوں تو ہر وقت <span class=\"diff\">لگاوے</span> ہے جنا <span class=\"diff\">ہاتوں</span> کو<br>ننگ آتا ہے مرے خون سے کیا <span class=\"diff\">ہاتوں</span> کو",
    "SJ": "کیوں تو ہر وقت <span class=\"diff\">لگاوے</span> ہے جنا <span class=\"diff\">ہاتوں</span> کو<br>ننگ آتا ہے مرے خون سے کیا <span class=\"diff\">ہاتوں</span> کو",
    "GM": "کیوں تو ہر وقت لگاتا ہے جنا ہاتھوں کو<br>ننگ آتا ہے مرے خون سے کیا ہاتھوں کو"
  },
  {
    "id": 97.2,
    "BL": "قتل پر میرے کمر باندھ رکھا ہے <span class=\"diff\">تو</span> قدم<br>حق رکھے خوش تجھے پر دیوے سزا <span class=\"diff\">ہاتوں</span> کو",
    "TO": "قتل پر میرے کمر باندھ رکھا ہے <span class=\"diff\">تو</span> قدم<br>حق رکھے خوش تجھے پر دیوے سزا <span class=\"diff\">ہاتوں</span> کو",
    "SJ": "قتل پر میرے کمر باندھ رکھا ہے <span class=\"diff\">تو</span> قدم<br>حق رکھے خوش تجھے پر دیوے سزا <span class=\"diff\">ہاتوں</span> کو",
    "GM": "قتل پر میرے کمر باندھ رکھا ہے جو قدم<br>حق رکھے خوش تجھے پر دیوے سزا ہاتھوں کو"
  },
  {
    "id": 97.3,
    "BL": "گر مرے دل کو چرایا نہیں تو نے ظالم<br><span class=\"diff\">موندھ مت</span> کھول دے <span class=\"diff\">مٹھی</span> کو بتا <span class=\"diff\">ہاتوں</span> کو",
    "TO": "گر مرے دل کو چرایا نہیں تو نے ظالم<br><span class=\"diff\">موندھ مت</span> کھول دے <span class=\"diff\">مٹھی</span> کو بتا <span class=\"diff\">ہاتوں</span> کو",
    "SJ": "گر مرے دل کو چرایا نہیں تو نے ظالم<br><span class=\"diff\">موندھ مت</span> کھول دے <span class=\"diff\">مٹھی</span> کو بتا <span class=\"diff\">ہاتوں</span> کو",
    "GM": "گر مرے دل کو چرایا نہیں تو نے ظالم<br>کھول دے بند ہتھیلی کو بتا ہاتھوں کو"
  },
  {
    "id": 97.4,
    "BL": "نغمۂ سوز سے دل <span class=\"diff\">کیونکی</span> نہ پرواز کرے<br>رقص کرتا ہے تو <span class=\"diff\">آوے جو</span> بجا <span class=\"diff\">بجا ہاتوں</span> کو",
    "TO": "نغمۂ سوز سے دل <span class=\"diff\">کیونکی</span> نہ پرواز کرے<br>رقص کرتا ہے تو <span class=\"diff\">آوے جو</span> بجا <span class=\"diff\">بجا ہاتوں</span> کو",
    "SJ": "نغمۂ سوز سے دل کیونکہ نہ پرواز کرے<br>رقص کرتا ہے تو <span class=\"diff\">آوے جو</span> بجا <span class=\"diff\">بجا ہاتوں</span> کو",
    "GM": "نغمۂ سوز سے دل کیونکہ نہ پرواز کرے<br>رقص کرتا ہے تو ہر وقت بجا ہاتھوں کو"
  },
  {
    "id": 97.5,
    "BL": "<span class=\"diff\">شرط</span> چندا <span class=\"diff\">سے کوئی یاد کی باندھے بھولے</span><br><span class=\"diff\">دل</span> کو <span class=\"diff\">مصروف رکھے اپنے بچا ہاتوں کو</span>",
    "TO": "<span class=\"diff\">شرط</span> چندا <span class=\"diff\">سے کوئی یاد کی باندھے بھولے</span><br><span class=\"diff\">دل</span> کو <span class=\"diff\">مصروف رکھے اپنے بچا ہاتوں کو</span>",
    "SJ": "<span class=\"diff\">شرط</span> چندا <span class=\"diff\">سے کوئی یاد کی باندھے بھولے</span><br><span class=\"diff\">دل</span> کو <span class=\"diff\">مصروف رکھے اپنے بجا ہاتوں کو</span>",
    "GM": "مدعا پاۓ گی چندا کہ ابھی بہر دعا<br>درگہ شاه نجف میں تو اٹھا ہاتھوں کو"
  },
  {
    "id": 98.1,
    "BL": "سامنے <span class=\"diff\">تیری</span> مژہ کے ہو نہ زنہار آئنہ<br><span class=\"diff\">پہر</span> آوے گر بظاہر آئنہ چار آئنہ",
    "TO": "سامنے <span class=\"diff\">تیری</span> مژہ کے ہو نہ زنہار آئنہ<br><span class=\"diff\">پہر</span> آوے گر بظاہر آئنہ چار آئنہ",
    "SJ": "سامنے <span class=\"diff\">تیری</span> مژہ کے ہو نہ زنہار آئنہ<br><span class=\"diff\">پہر</span> آوے گر بظاہر آئنہ چار آئنہ",
    "GM": "سامنے تیرے مژہ کے ہو نہ زنہار آئنہ<br>پہن آوے گر بظاہر آئنہ چار آئنہ"
  },
  {
    "id": 98.2,
    "BL": "<span class=\"diff\">دست</span> خالی <span class=\"diff\">رہوے عاشق نت</span> متاع حسن سے<br>عکس افشاں سے <span class=\"diff\">میاں</span> ہو مقت زردار آئنہ",
    "TO": "<span class=\"diff\">دست</span> خالی <span class=\"diff\">رہوے عاشق نت</span> متاع حسن سے<br>عکس افشاں سے <span class=\"diff\">میاں</span> ہو مقت زردار آئنہ",
    "SJ": "<span class=\"diff\">دست</span> خالی <span class=\"diff\">رہوے عاشق ٹیب</span> متاع حسن سے<br>عکس افشاں سے <span class=\"diff\">میاں</span> ہو مقت زردار آئنہ",
    "GM": "عاشقوں کے ہاتھ خالی ہوں متاع حسن سے<br>عکس افشاں سے ہو تیرے مقت زردار آئنہ"
  },
  {
    "id": 98.3,
    "BL": "منتظر اس <span class=\"diff\">سے</span> توجہ کے ہیں سب شاہ و گدا<br>حسن سے جس کے لیا ہے گنج خروار آئنہ",
    "TO": "منتظر اس <span class=\"diff\">سے</span> توجہ کے ہیں سب شاہ و گدا<br>حسن سے جس کے لیا ہے گنج خروار آئنہ",
    "SJ": "منتظر اس <span class=\"diff\">سے</span> توجہ کے ہیں سب شاہ و گدا<br>حسن سے جس کے لیا ہے گنج <span class=\"diff\">خسرو</span> آئنہ",
    "GM": "منتظر اس کی توجہ کے ہیں سب شاہ و گدا<br>حسن سے جس کے لیا ہے گنج خروار آئنہ"
  },
  {
    "id": 98.4,
    "BL": "گر نہیں ہے محو <span class=\"diff\">رو</span> تیرا تو پیارے کس لئے<br>رات دن رکھتا ہے یکساں چشم بیدار آئنہ",
    "TO": "گر نہیں ہے محو <span class=\"diff\">رو</span> تیرا تو پیارے کس لئے<br>رات دن رکھتا ہے یکساں چشم بیدار آئنہ",
    "SJ": "گر نہیں ہے محو <span class=\"diff\">رو</span> تیرا تو پیارے کس لئے<br>رات دن رکھتا ہے یکساں چشم بیدار آئنہ",
    "GM": "گر نہیں ہے محو رخ تیرا تو پیارے کس لئے<br>رات دن رکھتا ہے یکساں چشم بیدار آئنہ"
  },
  {
    "id": 98.5,
    "BL": "نذر ہم کرتے ہیں چندا بے تکلف اپنا دل<br>گر موالی کو علی کے ہووے درکار آئنہ",
    "TO": "نذر ہم کرتے ہیں چندا بے تکلف اپنا دل<br>گر موالی کو علی کے ہووے درکار آئنہ",
    "SJ": "نذر ہم کرتے ہیں چندا بے تکلف اپنا دل<br>گر موالی کو علی کے <span class=\"diff\">ہوے</span> درکار آئنہ",
    "GM": "نذر ہم کرتے ہیں چندا بے تکلف اپنا دل<br>گر موالی کو علی کے ہووے درکار آئنہ"
  },
  {
    "id": 99.1,
    "BL": "",
    "TO": "",
    "SJ": "ہے مضامین کا یوں <span class=\"diff\">اپنی</span> نظر میں غوطہ<br>جیسے موجوں کا مسلسل ہو گہر میں غوطہ",
    "GM": "ہے مضامین کا یوں اپنے نظر میں غوطہ<br>جیسے موجوں کا مسلسل ہو گہر میں غوطہ"
  },
  {
    "id": 99.2,
    "BL": "",
    "TO": "",
    "SJ": "مردم چشم کو کیا مردم آبی سے مثال<br><span class=\"diff\">کھاوے</span> وہ پانی میں  یہ خون جگر میں غوطہ",
    "GM": "مردم چشم کو کیا مردم آبی سے مثال<br>کھائے وہ پانی میں  یہ خون جگر میں غوطہ"
  },
  {
    "id": 99.3,
    "BL": "",
    "TO": "",
    "SJ": "خوب سجتی ہے ترے بر میں یہ پوشاک سفید<br><span class=\"diff\">جیسے خورشید کو ہو</span> نور سحر میں غوطہ",
    "GM": "خوب سجتی ہے ترے بر میں یہ پوشاک سفید<br>دے کے خور نکلے ہے جیوں نور سحر میں غوطہ"
  },
  {
    "id": 99.4,
    "BL": "",
    "TO": "",
    "SJ": "غور کیجے تو <span class=\"diff\">ہے</span> پر نور جمادات و نبات<br>نہ ترے جلوے کا ہے ذات بشر میں غوطہ",
    "GM": "غور کیجے تو ہیں پر نور جمادات و نبات<br>نہ ترے جلوے کا ہے ذات بشر میں غوطہ"
  },
  {
    "id": 99.5,
    "BL": "",
    "TO": "",
    "SJ": "يا على قلزم خوں خوار ہے دنیا مشہور<br>کھاوے چندا نہ <span class=\"diff\">کبھو</span> اس کے بھنور میں غوطہ",
    "GM": "يا على قلزم خوں خوار ہے دنیا مشہور<br>کھاوے چندا نہ کبھی اس کے بھنور میں غوطہ"
  },
  {
    "id": 100.1,
    "BL": "<span class=\"diff\">جیوں</span> گل صبا سے <span class=\"diff\">ہو</span> نہ <span class=\"diff\">مرے </span> دل کی وا گرہ<br>جب سے وہ غنچہ لب نے جبیں پر دیا گره",
    "TO": "<span class=\"diff\">جیوں</span> گل صبا سے <span class=\"diff\">ہو</span> نہ <span class=\"diff\">مرے </span> دل کی وا گرہ<br>جب سے وہ غنچہ لب نے جبیں پر دیا گره",
    "SJ": "<span class=\"diff\">جیوں</span> گل صبا سے <span class=\"diff\">ہو</span> نہ <span class=\"diff\">مرے </span> دل کی وا گرہ<br>جب سے وہ غنچہ لب نے جبیں پر دیا گره",
    "GM": "ہو مثل گل صبا سے نہ اس دل کی وا گرہ<br>جب سے وہ غنچہ لب نے جبیں پر دیا گره"
  },
  {
    "id": 100.2,
    "BL": "دل قبض و بسط یار کی ہر شب پھرے ہے گرد<br>دیکھا <span class=\"diff\">ہے</span> بکھرے <span class=\"diff\">مکھڑے پہ</span> زلف رسا گره",
    "TO": "دل قبض و بسط یار کی ہر شب پھرے ہے گرد<br>دیکھا <span class=\"diff\">ہے</span> بکھرے <span class=\"diff\">مکھڑے پہ</span> زلف رسا گره",
    "SJ": "دل قبض و بسط یار کی ہر شب پھرے ہے گرد<br>دیکھا <span class=\"diff\">ہے</span> بکھرے <span class=\"diff\">بکھر</span> بہ زلف رسا گره",
    "GM": "دل قبض و بسط یار کی ہر شب پھرے ہے گرد<br>دیکھا جو بکھرے بکھرے بہ زلف رسا گره"
  },
  {
    "id": 100.3,
    "BL": "یک عقده دل <span class=\"diff\">مرے</span> کا <span class=\"diff\">نہ کھولا</span> فلک <span class=\"diff\">تو</span> حیف<br>پل <span class=\"diff\">مارتے</span> میں <span class=\"diff\">[کبھو]</span> غنچوں کی کھولے صبا گره",
    "TO": "یک عقده دل <span class=\"diff\">مرے</span> کا <span class=\"diff\">نہ کھولا</span> فلک <span class=\"diff\">تو</span> حیف<br>پل <span class=\"diff\">مارتے</span> میں <span class=\"diff\">[کبھو]</span> غنچوں کی کھولے صبا گره",
    "SJ": "یک عقده دل <span class=\"diff\">مرے</span> کا <span class=\"diff\">نہ کھولا</span> فلک <span class=\"diff\">تو</span> حیف<br>پل <span class=\"diff\">مارتے</span> میں غنچوں کی کھولے صبا گره",
    "GM": "یک عقده دل کا میرے فلک سے کھلے نہ حیف<br>پل مارنے میں غنچوں کی کھولے صبا گره"
  },
  {
    "id": 100.4,
    "BL": "یک عمر بعد گھر مرے آیا حجاب سے<br>دے <span class=\"diff\">شوخ</span> سر سے پاؤں <span class=\"diff\">تک اپنے بسا</span> گره",
    "TO": "یک عمر بعد گھر مرے آیا حجاب سے<br>دے <span class=\"diff\">شوخ</span> سر سے پاؤں <span class=\"diff\">تک اپنے بسا</span> گره",
    "SJ": "یک عمر بعد گھر مرے آیا حجاب سے<br>دے <span class=\"diff\">شوخ</span> سر سے پاؤں <span class=\"diff\">تک اپنے بسا</span> گره",
    "GM": "یک عمر بعد گھر مرے آیا حجاب سے<br>وہ دے کے سر سے پاؤں تلک جابجا گره"
  },
  {
    "id": 100.5,
    "BL": "چندا کو دو جہان کی خوبی نصیب ہو<br>کھولے کرم سے اپنے جو مشکل کشا گره",
    "TO": "چندا کو دو جہان کی خوبی نصیب ہو<br>کھولے کرم سے اپنے جو مشکل کشا گره",
    "SJ": "چندا کو دو جہان کی خوبی نصیب ہو<br>کھولے کرم سے اپنے جو مشکل کشا گره",
    "GM": "چندا کو دو جہان کی خوبی نصیب ہو<br>کھولے کرم سے اپنے جو مشکل کشا گره"
  },
  {
    "id": 101.1,
    "BL": "<span class=\"diff\">گر میں روکو</span> ہوں <span class=\"diff\">تو وہ</span> مجھ سے خفا رہتا ہے<br>دل <span class=\"diff\">مرا پھر</span> ترے کوچے ہی میں جا رہتا ہے",
    "TO": "<span class=\"diff\">گر میں روکو</span> ہوں <span class=\"diff\">تو وہ</span> مجھ سے خفا رہتا ہے<br>دل <span class=\"diff\">مرا پھر</span> ترے کوچے ہی میں جا رہتا ہے",
    "SJ": "<span class=\"diff\">گر میں روکو</span> ہوں <span class=\"diff\">تو وہ</span> مجھ سے خفا رہتا ہے<br>دل <span class=\"diff\">مرا پھر</span> ترے کوچے ہی میں جا رہتا ہے",
    "GM": "روکتا ہوں جو اسے مجھ سے خفا رہتا ہے<br>دل یہ میرا ترے کوچے ہی میں جا رہتا ہے"
  },
  {
    "id": 101.2,
    "BL": "گرچه سب عیش مہیا ہے پر اس محفل میں<br>خانہ آباد نہ تو <span class=\"diff\">ہوے</span> تو کیا رہتا ہے",
    "TO": "گرچه سب عیش مہیا ہے پر اس محفل میں<br>خانہ آباد نہ تو <span class=\"diff\">ہوے</span> تو کیا رہتا ہے",
    "SJ": "گرچه سب عیش مہیا ہے پر اس محفل میں<br>خانہ آباد نہ تو <span class=\"diff\">ہوے</span> تو کیا رہتا ہے",
    "GM": "گرچه سب عیش مہیا ہے پر اس محفل میں<br>خانہ آباد نہ تو ہووے تو کیا رہتا ہے"
  },
  {
    "id": 101.3,
    "BL": "<span class=\"diff\">ہوے</span> کس طرح بھلا تیری ملاقات <span class=\"diff\">کی ڈھب</span><br>گھر میں تیرے ہی رقیب اب تو سنا رہتا ہے",
    "TO": "<span class=\"diff\">ہوے</span> کس طرح بھلا تیری ملاقات <span class=\"diff\">کی ڈھب</span><br>گھر میں تیرے ہی رقیب اب تو سنا رہتا ہے",
    "SJ": "<span class=\"diff\">ہوے</span> کس طرح بھلا تیری ملاقات <span class=\"diff\">کی ڈھب</span><br>گھر میں تیرے ہی رقیب اب تو سنا رہتا ہے",
    "GM": "ہووے کس طرح بھلا تیری ملاقات نصیب<br>گھر میں تیرے ہی رقیب اب تو سنا رہتا ہے"
  },
  {
    "id": 101.4,
    "BL": "بے سبب اس کو خدا واسطے <span class=\"diff\">ٹھکرائیو مت</span><br>سر مرا  <span class=\"diff\">نت ترے</span> قدموں سے لگا رہتا ہے",
    "TO": "بے سبب اس کو خدا واسطے <span class=\"diff\">ٹھکرائیو مت</span><br>سر مرا  <span class=\"diff\">نت ترے</span> قدموں سے لگا رہتا ہے",
    "SJ": "بے سبب اس کو خدا واسطے <span class=\"diff\">ٹھکرائیو مت</span><br>سر مرا  <span class=\"diff\">نت ترے</span> قدموں سے لگا رہتا ہے",
    "GM": "بے سبب اس کو خدا واسطے ٹھکرا نہ صنم<br>سر مرا  تیرے ہی قدموں سے لگا رہتا ہے"
  },
  {
    "id": 101.5,
    "BL": "دیکھ کہتے ہیں یہ چندا کو موالی علی<br>حیدرآباد میں <span class=\"diff\">کوئی</span> اہل وفا رہتا ہے",
    "TO": "دیکھ کہتے ہیں یہ چندا کو موالی علی<br>حیدرآباد میں <span class=\"diff\">کوئی</span> اہل وفا رہتا ہے",
    "SJ": "دیکھ کہتے ہیں یہ چندا کو موالی علی<br>حیدرآباد میں <span class=\"diff\">کوئی</span> اہل وفا رہتا ہے",
    "GM": "دیکھ کہتے ہیں یہ چندا کو موالی علی<br>حیدرآباد میں اک اہل وفا رہتا ہے"
  },
  {
    "id": 102.1,
    "BL": "<span class=\"diff\">کہیو</span> صبا شتاب مرے گل عذار سے<br>آنکھوں میں <span class=\"diff\">اب تو</span> جان <span class=\"diff\">رہا</span> انتظار سے",
    "TO": "<span class=\"diff\">کہیو</span> صبا شتاب مرے گل عذار سے<br>آنکھوں میں <span class=\"diff\">اب تو</span> جان <span class=\"diff\">رہا</span> انتظار سے",
    "SJ": "<span class=\"diff\">کہیو</span> صبا شتاب مرے گل عذار سے<br>آنکھوں میں <span class=\"diff\">اب تو</span> جان <span class=\"diff\">رہا</span> انتظار سے",
    "GM": "کہنا صبا شتاب مرے گل عذار سے<br>آنکھوں میں جان آئی ہے اب انتظار سے"
  },
  {
    "id": 102.2,
    "BL": "سدھرے نہ کچھ ترے صف مژگاں کے سامنے<br>دل <span class=\"diff\">وہ جوالہ</span> تھا جو <span class=\"diff\">بر آوے</span> ہزار سے",
    "TO": "سدھرے نہ کچھ ترے صف مژگاں کے سامنے<br>دل <span class=\"diff\">وہ جوالہ</span> تھا جو <span class=\"diff\">بر آوے</span> ہزار سے",
    "SJ": "سدھرے نہ کچھ ترے صف مژگاں کے سامنے<br>دل <span class=\"diff\">وہ جوالہ</span> تھا جو <span class=\"diff\">بر آوے</span> ہزار سے",
    "GM": "سدھرے نہ کچھ ترے صف مژگاں کے سامنے<br>مردانہ دل تھا وہ کہ لڑے جو ہزار سے"
  },
  {
    "id": 102.3,
    "BL": "بیکل کیا ہے تیرے تصور نے جان من<br>کل کا نہ وعدہ کیجیو اس بے قرار سے",
    "TO": "بیکل کیا ہے تیرے تصور نے جان من<br>کل کا نہ وعدہ کیجیو اس بے قرار سے",
    "SJ": "بیکل کیا ہے تیرے تصور <span class=\"diff\">سے</span> جان من<br>کل کا نہ وعدہ کیجیو اس بے قرار سے",
    "GM": "بیکل کیا ہے تیرے تصور نے جان من<br>کل کا نہ وعدہ کیجیو اس بے قرار سے"
  },
  {
    "id": 102.4,
    "BL": "<span class=\"diff\">ہر روز گرچے تجھ میں ہے نو</span> اختراع عیش <span class=\"diff\"><br> لیکن پسند</span> ہے مجھے بوس و کنار سے",
    "TO": "<span class=\"diff\">ہر روز گرچے تجھ میں ہے نو</span> اختراع عیش <span class=\"diff\"><br> لیکن پسند</span> ہے مجھے بوس و کنار سے",
    "SJ": "<span class=\"diff\">ہر روز گرچے تجھ میں ہے نو</span> اختراع عیش <span class=\"diff\"><br> لیکن پسند</span> ہے مجھے بوس و کنار سے",
    "GM": "گو اختراع عیش کا معدن ہے تو مگر<br>رغبت مجھے ہمیشہ ہے بوس و کنار سے"
  },
  {
    "id": 102.5,
    "BL": "میداں میں کوئی سخن <span class=\"diff\">کے نہ لے جائے</span> تجھ سے <span class=\"diff\">گوۓ</span><br>چندا امید رکھ شہ دلدل سوار سے",
    "TO": "میداں میں کوئی سخن <span class=\"diff\">کے نہ لے جائے</span> تجھ سے <span class=\"diff\">گوۓ</span><br>چندا امید رکھ شہ دلدل سوار سے",
    "SJ": "میداں میں کوئی سخن <span class=\"diff\">کے نہ لے جائے</span> تجھ سے <span class=\"diff\">گوۓ</span><br>چندا امید رکھ شہ دلدل سوار سے",
    "GM": "میداں میں کوئی گوئے سخن تجھ سے لے نہ جائے<br>چندا امید رکھ شہ دلدل سوار سے"
  },
  {
    "id": 103.1,
    "BL": "<span class=\"diff\">اطراف میں</span> چمن کے <span class=\"diff\">عجب ہی</span> بہار ہے<br><span class=\"diff\">کوئی رسمسا رنگیلا</span> ہے کوئی گل عذار ہے",
    "TO": "<span class=\"diff\">اطراف میں</span> چمن کے <span class=\"diff\">عجب ہی</span> بہار ہے<br><span class=\"diff\">کوئی رسمسا رنگیلا</span> ہے کوئی گل عذار ہے",
    "SJ": "<span class=\"diff\">اطراف میں</span> چمن کے <span class=\"diff\">عجب ہی</span> بہار ہے<br>کوئی <span class=\"diff\">رسمسا رنگیلا [ہے]</span> کوئی گل عذار ہے",
    "GM": "دیکھا چمن میں دہر کے کیا کیا بہار ہے<br>ہے لالہ رو کوئی تو کوئی گل عذار ہے"
  },
  {
    "id": 103.2,
    "BL": "دیکھا نہ آئنے نے <span class=\"diff\">کبھو</span> جس کو آنکھ بھر<br>شکر خدا وہ ان دنوں ہم سے دو چار ہے",
    "TO": "دیکھا نہ آئنے نے <span class=\"diff\">کبھو</span> جس کو آنکھ بھر<br>شکر خدا وہ ان دنوں ہم سے دو چار ہے",
    "SJ": "دیکھا نہ آئنے نے <span class=\"diff\">کبھو</span> جس کو آنکھ بھر<br>شکر خدا وہ ان دنوں ہم سے دو چار ہے",
    "GM": "دیکھا نہ آئنے نے کبھی جس کو آنکھ بھر<br>شکر خدا وہ ان دنوں ہم سے دو چار ہے"
  },
  {
    "id": 103.3,
    "BL": "تونے قرار وصل کیا مجھ سے ظاہرا<br>تب سے <span class=\"diff\">ہمارا</span> جان <span class=\"diff\">نپٹ</span> بے قرار ہے",
    "TO": "تونے قرار وصل کیا مجھ سے ظاہرا<br>تب سے <span class=\"diff\">ہمارا</span> جان <span class=\"diff\">نپٹ</span> بے قرار ہے",
    "SJ": "تونے قرار وصل کیا مجھ سے ظاہرا<br>تب سے ہماری جان <span class=\"diff\">نپٹ</span> بے قرار ہے",
    "GM": "تونے قرار وصل کیا مجھ سے ظاہرا<br>تب سے ہماری جان بہت بے قرار ہے"
  },
  {
    "id": 103.4,
    "BL": "باغ بہشت آنکھوں سے <span class=\"diff\">بھاتا نہیں مجھے</span><br>دل میں بسا وہ <span class=\"diff\">سبزۂ</span> خط روئے یار ہے",
    "TO": "باغ بہشت آنکھوں سے <span class=\"diff\">بھاتا نہیں مجھے</span><br>دل میں بسا وہ <span class=\"diff\">سبزۂ</span> خط روئے یار ہے",
    "SJ": "باغ بہشت آنکھوں سے <span class=\"diff\">بھاتا نہیں مجھے</span><br>دل میں بسا وہ <span class=\"diff\">سبزۂ</span> خط روئے یار ہے",
    "GM": "باغ بہشت آنکھوں سے اب گر گیا مرے<br>دل میں بسا وہ سبز خط روئے یار ہے"
  },
  {
    "id": 103.5,
    "BL": "چندا نے یا علی ولی نام پر ترے<br>صدقے کیا ہے جان کو دل بھی نثار ہے",
    "TO": "چندا نے یا علی ولی نام پر ترے<br>صدقے کیا ہے جان کو دل بھی نثار ہے",
    "SJ": "چندا نے یا علی ولی نام پر ترے<br>صدقے کیا ہے جان کو دل بھی نثار ہے",
    "GM": "چندا نے یا علی ولی نام پر ترے<br>صدقے کیا ہے جان کو دل بھی نثار ہے"
  },
  {
    "id": 104.1,
    "BL": "سنبھال اپنے <span class=\"diff\">تہیں</span> شانے نہ ان زلفوں میں الجھا لے<br>چڑھے <span class=\"diff\">ہے</span> بن ڈسے کے زہر یہ دو ناگ ہیں کالے",
    "TO": "سنبھال اپنے <span class=\"diff\">تہیں</span> شانے نہ ان زلفوں میں الجھا لے<br>چڑھے <span class=\"diff\">ہے</span> بن ڈسے کے زہر یہ دو ناگ ہیں کالے",
    "SJ": "سنبھال اپنے <span class=\"diff\">تہیں</span> شانے نہ ان زلفوں میں الجھا لے<br>چڑھے <span class=\"diff\">ہے</span> بن ڈسے کے زہر یہ دو ناگ <span class=\"diff\">ہے</span> کالے",
    "GM": "سنبھال اپنے کو اے شانے نہ ان زلفوں میں الجھا لے<br>چڑھے ہیں بن ڈسے کے زہر یہ دو ناگ ہیں کالے"
  },
  {
    "id": 104.2,
    "BL": "نہ <span class=\"diff\">پوری</span> وصل کی شب میں <span class=\"diff\">ہوس ہوئی ایک بھی لیکن</span><br>جدائی نے تری ظالم قیامت مجھ پہ دن ڈالے",
    "TO": "نہ <span class=\"diff\">پوری</span> وصل کی شب میں <span class=\"diff\">ہوس ہوئی ایک بھی لیکن</span><br>جدائی نے تری ظالم قیامت مجھ پہ دن ڈالے",
    "SJ": "نہ <span class=\"diff\">پوری</span> وصل کی شب میں <span class=\"diff\">ہوس ہوئی ایک بھی لیکن</span><br>جدائی نے تری ظالم قیامت مجھ پہ دن ڈالے",
    "GM": "نہ پورا وصل کی شب میں ہوا عاشق کا اک ارمان<br>جدائی نے تری ظالم قیامت مجھ پہ دن ڈالے"
  },
  {
    "id": 104.3,
    "BL": "اشارہ پھر اسی ابرو سے چاہے ہے یہ دل میرا<br>کہ جس چشم سیہ نے سینکڑوں کے پل میں گھر گھالے",
    "TO": "اشارہ پھر اسی ابرو سے چاہے ہے یہ دل میرا<br>کہ جس چشم سیہ نے سینکڑوں کے پل میں گھر گھالے",
    "SJ": "اشارہ پھر اسی ابرو سے چاہے ہے یہ دل میرا<br>کہ جس چشم سیہ نے سینکڑوں کے پل میں گھر گھالے",
    "GM": "اشارہ پھر اسی ابرو سے چاہے ہے یہ دل میرا<br>کہ جس چشم سیہ نے سینکڑوں کے پل میں گھر گھالے"
  },
  {
    "id": 104.4,
    "BL": "کہاں <span class=\"diff\">سمجھاہے</span> سے سمجھے ہے ناداں قدر <span class=\"diff\">کو</span> دل کی<br>نہ تو جب تک پڑے ظالم <span class=\"diff\">کسو</span> بے درد کے پالے",
    "TO": "کہاں <span class=\"diff\">سمجھاہے</span> سے سمجھے ہے ناداں قدر <span class=\"diff\">کو</span> دل کی<br>نہ تو جب تک پڑے ظالم <span class=\"diff\">کسو</span> بے درد کے پالے",
    "SJ": "کہاں سمجھائے سے سمجھے ہے ناداں قدر <span class=\"diff\">کو</span> دل کی<br>نہ تو جب تک پڑے ظالم <span class=\"diff\">کسو</span> بے درد کے پالے",
    "GM": "کہاں سمجھائے سے سمجھے ہے ناداں قدر تو دل کی<br>نہ تو جب تک پڑے ظالم کسی بے درد کے پالے"
  },
  {
    "id": 104.5,
    "BL": "<span class=\"diff\">چھپا نئیں</span> حال دل <span class=\"diff\">میرا</span> علی سب تجھ پہ ظاہر ہے<br><span class=\"diff\">کہ</span> تو روشن گر خورشید <span class=\"diff\">ہے</span> چندا کے رکھوالے",
    "TO": "<span class=\"diff\">چھپا نئیں</span> حال دل <span class=\"diff\">میرا</span> علی سب تجھ پہ ظاہر ہے<br><span class=\"diff\">کہ</span> تو روشن گر خورشید <span class=\"diff\">ہے</span> چندا کے رکھوالے",
    "SJ": "<span class=\"diff\">چھپا نئیں</span> حال دل <span class=\"diff\">میرا</span> علی سب تجھ پہ ظاہر ہے<br>تو ہے روشن گر خورشید اے چندا کے رکھوالے",
    "GM": "نہیں مخفی ہے حال دل علی سب تجھ پہ ظاہر ہے<br>تو ہے روشن گر خورشید اے چندا کے رکھوالے"
  },
  {
    "id": 105.1,
    "BL": "مجھے نام خدا اس شوخ کا یہ طور بھاتا ہے<br>ادا سے چیں <span class=\"diff\">بر</span> ابرو ہو  لبوں میں مسکراتا ہے",
    "TO": "مجھے نام خدا اس شوخ کا یہ طور بھاتا ہے<br>ادا سے چیں <span class=\"diff\">بر</span> ابرو ہو  لبوں میں مسکراتا ہے",
    "SJ": "مجھے نام خدا اس شوخ کا یہ طور بھاتا ہے<br>ادا سے چیں <span class=\"diff\">بر</span> ابرو ہو  لبوں میں مسکراتا ہے",
    "GM": "مجھے نام خدا اس شوخ کا یہ طور بھاتا ہے<br>ادا سے چیں بہ ابرو ہو  لبوں میں مسکراتا ہے"
  },
  {
    "id": 105.2,
    "BL": "ستم ہے یہ کہ ترک چشم کا بیخود ہوں تس پر بھی<br>شراب پرتگالی تو مجھے ساقی پلاتا ہے",
    "TO": "ستم ہے یہ کہ ترک چشم کا بیخود ہوں تس پر بھی<br>شراب پرتگالی تو مجھے ساقی پلاتا ہے",
    "SJ": "ستم ہے یہ کہ ترک چشم کا بیخود ہوں تس پر بھی<br>شراب پرتگالی تو مجھے ساقی پلاتا ہے",
    "GM": "ستم ہے یہ کہ ترک چشم کا بیخود ہوں تس پر بھی<br>شراب پرتگالی تو مجھے ساقی پلاتا ہے"
  },
  {
    "id": 105.3,
    "BL": "سفینہ دل کا میں ڈالا ہوں اب دریا میں الفت کے<br>بساحل ہے سلامت یا طلاطم ہی میں آتا ہے",
    "TO": "سفینہ دل کا میں ڈالا ہوں اب دریا میں الفت کے<br>بساحل ہے سلامت یا طلاطم ہی میں آتا ہے",
    "SJ": "سفینہ دل کا میں ڈالا ہوں اب دریا میں الفت کے<br>بساحل ہے سلامت یا طلاطم ہی میں آتا ہے",
    "GM": "سفینہ دل کا میں ڈالا ہوں اب دریا میں الفت کے<br>بساحل ہے سلامت یا طلاطم ہی میں آتا ہے"
  },
  {
    "id": 105.4,
    "BL": "نہ تو نے وادی الفت کیا طے یار منصف ہو<br>صف عشاق میں ناحق تو اپنے <span class=\"diff\">تئیں گناتا</span> ہے",
    "TO": "نہ تو نے وادی الفت کیا طے یار منصف ہو<br>صف عشاق میں ناحق تو اپنے <span class=\"diff\">تئیں گناتا</span> ہے",
    "SJ": "نہ تو نے وادی الفت کیا طے یار منصف ہو<br>صف عشاق میں ناحق تو اپنے <span class=\"diff\">میں گناتا</span> ہے",
    "GM": "نہ تو نے وادی الفت کیا طے یار منصف ہو<br>صف عشاق میں ناحق تو اپنے کو کہاتا ہے"
  },
  {
    "id": 105.5,
    "BL": "برنگ طائر قبلہ نما ہر آن  دل میرا<br>ہر <span class=\"diff\">اک</span> اطراف سے چندا نجف کو کھینچ لاتا ہے",
    "TO": "برنگ طائر قبلہ نما ہر آن  دل میرا<br>ہر <span class=\"diff\">اک</span> اطراف سے چندا نجف کو کھینچ لاتا ہے",
    "SJ": "برنگ طائر قبلہ نما ہر آن  دل میرا<br>ہر <span class=\"diff\">اک</span> اطراف سے چندا نجف کو کھینچ لاتا ہے",
    "GM": "برنگ طائر قبلہ نما ہر آن  دل میرا<br>ہر یک اطراف سے چندا نجف کو کھینچ لاتا ہے"
  },
  {
    "id": 106.1,
    "BL": "<span class=\"diff\">نپٹ</span> مخمور ہوں ساقی شراب ارغوانی دے<br>نہ رکھ تشنہ مجھے ساغر <span class=\"diff\">زراہ</span> مہربانی دے",
    "TO": "<span class=\"diff\">نپٹ</span> مخمور ہوں ساقی شراب ارغوانی دے<br>نہ رکھ تشنہ مجھے ساغر <span class=\"diff\">زراہ</span> مہربانی دے",
    "SJ": "<span class=\"diff\">نپٹ</span> مخمور ہوں ساقی شراب ارغوانی دے<br>نہ رکھ تشنہ مجھے ساغر <span class=\"diff\">زراہ</span> مہربانی دے",
    "GM": "بہت مخمور ہوں ساقی شراب ارغوانی دے<br>نہ رکھ تشنہ مجھے ساغر براہ مہربانی دے"
  },
  {
    "id": 106.2,
    "BL": "خجل جب سے کیا ہے مہر کو وہ ماہ رو میرا<br>جبیں پر شان سے بیٹھا ہے قشقہ زعفرانی دے",
    "TO": "خجل جب سے کیا ہے مہر کو وہ ماہ رو میرا<br>جبیں پر شان سے بیٹھا ہے قشقہ زعفرانی دے",
    "SJ": "خجل جب سے کیا ہے مہر کو وہ ماہ رو میرا<br>جبیں پر شان سے بیٹھا ہے قشقہ زعفرانی دے",
    "GM": "خجل جب سے کیا ہے مہر کو وہ ماہ رو میرا<br>جبیں پر شان سے بیٹھا ہے قشقہ زعفرانی دے"
  },
  {
    "id": 106.3,
    "BL": "<span class=\"diff\">کرے ہے کیوں</span> گلہ <span class=\"diff\">تو</span> یار کا <span class=\"diff\">ہے</span> اپنے <span class=\"diff\">عالم میں</span><br><span class=\"diff\">کہیں</span> معشوق <span class=\"diff\">بھی</span> عاشق <span class=\"diff\">کی</span> داد جاں فشانی دے",
    "TO": "<span class=\"diff\">کرے ہے کیوں</span> گلہ <span class=\"diff\">تو</span> یار کا <span class=\"diff\">ہے</span> اپنے <span class=\"diff\">عالم میں</span><br><span class=\"diff\">کہیں</span> معشوق <span class=\"diff\">بھی</span> عاشق <span class=\"diff\">کی</span> داد جاں فشانی دے",
    "SJ": "<span class=\"diff\">کرے ہے کیوں</span> گلہ <span class=\"diff\">تو</span> یار کا <span class=\"diff\">ہے</span> اپنے <span class=\"diff\">عالم میں</span><br><span class=\"diff\">کہاں</span> معشوق <span class=\"diff\">بھی</span> عاشق <span class=\"diff\">کی</span> داد جاں فشانی دے",
    "GM": "گلہ کرتے ہو کیوں اے حضرت دل یار کا اپنے<br>کوئی معشوق کب عاشق کو داد جاں فشانی دے"
  },
  {
    "id": 106.4,
    "BL": "تصدق <span class=\"diff\">میں</span> کیا ہوں <span class=\"diff\">جان کو اک عمر سے</span> تجھ <span class=\"diff\">پر</span><br>کبھو تو بوسۂ لب بھی مجھے اے یار جانی دے",
    "TO": "تصدق <span class=\"diff\">میں</span> کیا ہوں <span class=\"diff\">جان کو اک عمر سے</span> تجھ <span class=\"diff\">پر</span><br>کبھو تو بوسۂ لب بھی مجھے اے یار جانی دے",
    "SJ": "تصدق <span class=\"diff\">میں</span> کیا ہوں <span class=\"diff\">جان کو اک عمر سے</span> تجھ <span class=\"diff\">پر</span><br>کبھو تو بوسۂ لب بھی مجھے اے یار جانی دے",
    "GM": "تصدق جان و دل اپنا کیا ہوں تجھ پہ مدت سے<br>کبھو تو بوسۂ لب بھی مجھے اے یار جانی دے"
  },
  {
    "id": 106.5,
    "BL": "رکھے ہے آرزو چندا تصدق شاہزادوں کا<br>مرے جو ہیں علی <span class=\"diff\">ولی مرادیں</span> من کی مانی دے",
    "TO": "رکھے ہے آرزو چندا تصدق شاہزادوں کا<br>مرے جو ہیں علی <span class=\"diff\">ولی مرادیں</span> من کی مانی دے",
    "SJ": "رکھے ہے آرزو چندا تصدق شاہزادوں کا<br>مرے جو ہیں علی والی <span class=\"diff\">مرادیں</span> من کی مانی دے",
    "GM": "رکھے ہے آرزو چندا تصدق شاہزادوں کا<br>مرے جو ہیں علی والی مرا دیں من کی مانی دے"
  },
  {
    "id": 107.1,
    "BL": "<span class=\"diff\">جب اس زلف</span> پری کے لب تلک تقریر آتی ہے<br><span class=\"diff\">دوانوں کے لئے</span> بے ساختہ زنجیر آتی ہے",
    "TO": "<span class=\"diff\">جب اس زلف</span> پری کے لب تلک تقریر آتی ہے<br><span class=\"diff\">دوانوں کے لئے</span> بے ساختہ زنجیر آتی ہے",
    "SJ": "<span class=\"diff\">جب اس زلف</span> پری کے لب تلک تقریر آتی ہے<br><span class=\"diff\">دوانوں کے لئے</span> بے ساختہ زنجیر آتی ہے",
    "GM": "جو گیسوئے پری کے لب تلک تقریر آتی ہے<br>پئے دیوان گاں بے ساختہ زنجیر آتی ہے"
  },
  {
    "id": 107.2,
    "BL": "مرقع صفحۂ امکاں ہے گو کلک مصور سے<br>نگہ میں <span class=\"diff\">شوخ پر سب</span> کے تری تصویر آتی ہے",
    "TO": "مرقع صفحۂ امکاں ہے گو کلک مصور سے<br>نگہ میں <span class=\"diff\">شوخ پر سب</span> کے تری تصویر آتی ہے",
    "SJ": "مرقع صفحۂ امکاں ہے گو کلک مصور سے<br>نگہ میں <span class=\"diff\">شوخ پر سب</span> کے تری تصویر آتی ہے",
    "GM": "مرقع صفحۂ امکاں ہے گو کلک مصور سے<br>نگہ میں ایک عالم کے تری تصویر آتی ہے"
  },
  {
    "id": 107.3,
    "BL": "جو کچھ خوبی ہے <span class=\"diff\">مکھڑے</span> پر نمایاں خط میں <span class=\"diff\">خوبوں کے</span><br>کہاں اس وضع کی کاتب تجھے تحریر آتی ہے",
    "TO": "جو کچھ خوبی ہے <span class=\"diff\">مکھڑے</span> پر نمایاں خط میں <span class=\"diff\">خوبوں کے</span><br>کہاں اس وضع کی کاتب تجھے تحریر آتی ہے",
    "SJ": "جو کچھ خوبی ہے <span class=\"diff\">مکھڑے</span> پر نمایاں خط میں <span class=\"diff\">خوبوں کے</span><br>کہاں اس وضع کی کاتب تجھے تحریر آتی ہے",
    "GM": "جو کچھ خوبی ہے چہر ے پر نمایاں خط خوباں میں<br>کہاں اس وضع کی کاتب تجھے تحریر آتی ہے"
  },
  {
    "id": 107.4,
    "BL": "کرے گر قتل مجھ کو یا جلائے <span class=\"diff\">شوق ہے</span> اس <span class=\"diff\">کا</span><br><span class=\"diff\">لئے</span> محکوم <span class=\"diff\">کے</span> حاکم پہ کب تقصیر آتی ہے",
    "TO": "کرے گر قتل مجھ کو یا جلائے <span class=\"diff\">شوق ہے</span> اس <span class=\"diff\">کا</span><br><span class=\"diff\">لئے</span> محکوم <span class=\"diff\">کے</span> حاکم پہ کب تقصیر آتی ہے",
    "SJ": "کرے گر قتل مجھ کو یا <span class=\"diff\">جلاوے شوق ہے</span> اس <span class=\"diff\">کا</span><br><span class=\"diff\">لئے</span> محکوم <span class=\"diff\">کے</span> حاکم پہ کب تقصیر آتی ہے",
    "GM": "کرے گر قتل مجھ کو یا جلائے اس کی جو مرضی<br>پئے محکوم ہے حاکم پہ کب تقصیر آتی ہے"
  },
  {
    "id": 107.5,
    "BL": "نہ چاہے یا علی کیوں کر مدد <span class=\"diff\">کو</span> روح شبر سے<br><span class=\"diff\">جو</span> چندا بہر طوف مرقد شبیر آتی ہے",
    "TO": "نہ چاہے یا علی کیوں کر مدد <span class=\"diff\">کو</span> روح شبر سے<br><span class=\"diff\">جو</span> چندا بہر طوف مرقد شبیر آتی ہے",
    "SJ": "نہ چاہے یا علی کیوں کر مدد <span class=\"diff\">کو</span> روح شبر سے<br><span class=\"diff\">جو</span> چندا بہر طوف مرقد شبیر آتی ہے",
    "GM": "نہ چاہے یا علی کیوں کر مدد یہ روح شبر سے<br>کہ چندا بہر طوف مرقد شبیر آتی ہے"
  },
  {
    "id": 108.1,
    "BL": "نہ <span class=\"diff\">دیکھا ہم نے</span> حاصل نالۂ شب گیر سے اپنے<br><span class=\"diff\">کریں جو کچھ</span> گلہ ہے <span class=\"diff\">آہ</span> بے تاثیر سے اپنے",
    "TO": "نہ <span class=\"diff\">دیکھا ہم نے</span> حاصل نالۂ شب گیر سے اپنے<br><span class=\"diff\">کریں جو کچھ</span> گلہ ہے <span class=\"diff\">آہ</span> بے تاثیر سے اپنے",
    "SJ": "نہ <span class=\"diff\">دیکھا ہم نے</span> حاصل نالۂ شب گیر سے اپنے<br><span class=\"diff\">کریں جو کچھ</span> گلہ ہے <span class=\"diff\">آہ</span> بے تاثیر سے اپنے",
    "GM": "ہوا کچھ بھی نہ حاصل نالۂ شب گیر سے اپنے<br>گلہ ہم کو رہا ہے شور بے تاثیر سے اپنے"
  },
  {
    "id": 108.2,
    "BL": "<span class=\"diff\">مجھے</span> زنداں سے <span class=\"diff\">اپنے کیوں</span> نکالا بے سبب <span class=\"diff\">تو نے</span><br><span class=\"diff\">بھلا کھٹکا</span> سنا ہے <span class=\"diff\">کہہ کبھو </span> زنجیر سے اپنے",
    "TO": "<span class=\"diff\">مجھے</span> زنداں سے <span class=\"diff\">اپنے کیوں</span> نکالا بے سبب <span class=\"diff\">تو نے</span><br><span class=\"diff\">بھلا کھٹکا</span> سنا ہے <span class=\"diff\">کہہ کبھو </span> زنجیر سے اپنے",
    "SJ": "<span class=\"diff\">مجھے</span> زنداں سے <span class=\"diff\">اپنے کیوں</span> نکالا بے سبب <span class=\"diff\">تو نے</span><br><span class=\"diff\">بھلا کھٹکا</span> سنا ہے <span class=\"diff\">کہہ کبھو </span> زنجیر سے اپنے",
    "GM": "اسیر غم کو زنداں سے نکالا بے سبب پھر کیوں<br>سنا ہے غل بھی تو نے نالۂ زنجیر سے اپنے"
  },
  {
    "id": 108.3,
    "BL": "یہ مرغ دل ہلال ابرو ترے مژگاں کا قرباں ہے<br>نکال اب آرزو میری کمان و تیر سے اپنے",
    "TO": "یہ مرغ دل ہلال ابرو ترے مژگاں کا قرباں ہے<br>نکال اب آرزو میری کمان و تیر سے اپنے",
    "SJ": "یہ مرغ دل ہلال ابرو ترے مژگاں کا قرباں ہے<br>نکال اب آرزو میری کمان و تیر سے اپنے",
    "GM": "یہ مرغ دل ہلال ابرو ترے مژگاں کا قرباں ہے<br>نکال اب آرزو میری کمان و تیر سے اپنے"
  },
  {
    "id": 108.4,
    "BL": "جو <span class=\"diff\">ہووے</span> وصل کا پیاسا <span class=\"diff\">نگاہ تیز سے اس کو</span><br>نہ <span class=\"diff\">رکھیو</span> تشنہ لب آب دم شمشیر سے اپنے",
    "TO": "جو <span class=\"diff\">ہووے</span> وصل کا پیاسا <span class=\"diff\">نگاہ تیز سے اس کو</span><br>نہ <span class=\"diff\">رکھیو</span> تشنہ لب آب دم شمشیر سے اپنے",
    "SJ": "جو <span class=\"diff\">رہوے</span> وصل کا پیاسا <span class=\"diff\">نگاہ تیز سے اس کی</span><br><span class=\"diff\">[نہ] رکھیو</span> تشنہ لب <span class=\"diff\">اب دم</span> دم شمشیر سے اپنے",
    "GM": "جو ہو کوئی ترے قتال عالم وصل کا پیاسا<br>نہ رکھنا تشنہ لب آب دم شمشیر سے اپنے"
  },
  {
    "id": 108.5,
    "BL": "نہ ہو چندا زمانے میں <span class=\"diff\">کسو</span> سے ملتجی ہرگز<br>جو کہنا ہے تجھے کہہ شبر و شبیر سے اپنے",
    "TO": "نہ ہو چندا زمانے میں <span class=\"diff\">کسو</span> سے ملتجی ہرگز<br>جو کہنا ہے تجھے کہہ شبر و شبیر سے اپنے",
    "SJ": "نہ ہو چندا زمانے میں <span class=\"diff\">کسو</span> سے ملتجی ہرگز<br>جو کہنا ہے تجھے کہہ شبر و شبیر سے اپنے",
    "GM": "نہ ہو چندا زمانے میں کسی سے ملتجی ہرگز<br>جو کہنا ہے تجھے کہہ شبر و شبیر سے اپنے"
  },
  {
    "id": 109.1,
    "BL": "<span class=\"diff\">گر</span> یوں ہی <span class=\"diff\">ہر اک دم</span> ستم ایجاد کرو گے<br><span class=\"diff\">تو خانۂ الفت سبھی</span> برباد کرو گے",
    "TO": "<span class=\"diff\">گر</span> یوں ہی <span class=\"diff\">ہر اک دم</span> ستم ایجاد کرو گے<br><span class=\"diff\">تو خانۂ الفت سبھی</span> برباد کرو گے",
    "SJ": "<span class=\"diff\">گر</span> یوں ہی <span class=\"diff\">ہر اک دم</span> ستم ایجاد کرو گے<br><span class=\"diff\">تو خانۂ الفت سبھی</span> برباد کرو گے",
    "GM": "ہر روز جو یوں ہی ستم ایجاد کرو گے<br>دل عاشقوں کے سیکڑوں برباد کرو گے"
  },
  {
    "id": 109.2,
    "BL": "گر دام سے اپنے ہمیں آزاد کرو گے<br>پھر کس سے یہ کنج قفس آباد کرو گے",
    "TO": "گر دام سے اپنے ہمیں آزاد کرو گے<br>پھر کس سے یہ کنج قفس آباد کرو گے",
    "SJ": "گر دام سے اپنے ہمیں آزاد کرو گے<br>پھر کس سے یہ کنج قفس آباد کرو گے",
    "GM": "گر دام سے اپنے ہمیں آزاد کرو گے<br>پھر کس سے یہ کنج قفس آباد کرو گے"
  },
  {
    "id": 109.3,
    "BL": "اوروں سے اگر دوستی رکھتے ہو بظاہر<br>باطن میں یقیں ہے کہ ہمیں یاد کرو گے",
    "TO": "اوروں سے اگر دوستی رکھتے ہو بظاہر<br>باطن میں یقیں ہے کہ ہمیں یاد کرو گے",
    "SJ": "اوروں سے اگر دوستی رکھتے ہو بظاہر<br>باطن میں یقیں ہے کہ ہمیں یاد کرو گے",
    "GM": "اوروں سے اگر دوستی رکھتے ہو بظاہر<br>باطن میں یقیں ہے کہ ہمیں یاد کرو گے"
  },
  {
    "id": 109.4,
    "BL": "ناشاد کئی دل <span class=\"diff\">میں</span> نہ ملنے سے <span class=\"diff\">تمہارے</span><br>ایسا <span class=\"diff\">بھی کبھو ہو</span> جو <span class=\"diff\">انہیں</span> شاد کرو گے",
    "TO": "ناشاد کئی دل <span class=\"diff\">میں</span> نہ ملنے سے <span class=\"diff\">تمہارے</span><br>ایسا <span class=\"diff\">بھی کبھو ہو</span> جو <span class=\"diff\">انہیں</span> شاد کرو گے",
    "SJ": "ناشاد کئی دل ہیں نہ ملنے سے <span class=\"diff\">تمہارے</span><br>ایسا <span class=\"diff\">بھی کبھو ہو</span> جو <span class=\"diff\">انہیں</span> شاد کرو گے",
    "GM": "ناشاد کئی دل ہیں نہ ملنے سے تمھارے<br>ایسا کبھی ہوگا جو انھیں شاد کرو گے"
  },
  {
    "id": 109.5,
    "BL": "<span class=\"diff\">سمجھے ہے تمہارا ہی</span> تصدق مرے مولا<br>چندا <span class=\"diff\">کو</span> جو کونین میں امداد کرو گے",
    "TO": "<span class=\"diff\">سمجھے ہے تمہارا ہی</span> تصدق مرے مولا<br>چندا <span class=\"diff\">کو</span> جو کونین میں امداد کرو گے",
    "SJ": "<span class=\"diff\">سمجھے ہے تمہارا ہی</span> تصدق مرے مولا<br>چندا <span class=\"diff\">کو</span> جو کونین میں امداد کرو گے",
    "GM": "سو جان سے ہوگی وہ تصدق مرے مولا<br>چندا کی جو کونین میں امداد کرو گے"
  },
  {
    "id": 110.1,
    "BL": "چشم کافر <span class=\"diff\">تو ہیں پر</span> غمزۂ  خونخوار بھی ہے<br>قتل کو <span class=\"diff\">میرے</span> سپاہی <span class=\"diff\">کنے تروار</span> بھی ہے",
    "TO": "چشم کافر <span class=\"diff\">تو ہیں پر</span> غمزۂ  خونخوار بھی ہے<br>قتل کو <span class=\"diff\">میرے</span> سپاہی <span class=\"diff\">کنے تروار</span> بھی ہے",
    "SJ": "چشم کافر <span class=\"diff\">تو ہیں پر</span> غمزۂ  خونخوار بھی ہے<br>قتل کو <span class=\"diff\">میرے</span> سپاہی <span class=\"diff\">کنے تروار</span> بھی ہے",
    "GM": "چشم کافر بھی ہے اور غمزۂ  خونخوار بھی ہے<br>قتل کو پاس سپاہی کے یہ تلوار بھی ہے"
  },
  {
    "id": 110.2,
    "BL": "کفر و اسلام میں ثابت رہے دل کس پہ بھلا<br>صاحب سبحہ <span class=\"diff\">وہ</span> ہے مالک زنار بھی ہے",
    "TO": "کفر و اسلام میں ثابت رہے دل کس پہ بھلا<br>صاحب سبحہ <span class=\"diff\">وہ</span> ہے مالک زنار بھی ہے",
    "SJ": "کفر و اسلام میں ثابت رہے دل کس پہ بھلا<br>صاحب سبحہ ہے <span class=\"diff\">پر</span> مالک زنار بھی ہے",
    "GM": "کفر و اسلام میں ثابت رہے دل کس پہ بھلا<br>صاحب سبحہ بھی ہے  مالک زنار بھی ہے"
  },
  {
    "id": 110.3,
    "BL": "<span class=\"diff\">گر ہے</span> راحت ترے ملنے سے <span class=\"diff\">پہ شورش</span> ہے <span class=\"diff\">وہیں</span><br>جس <span class=\"diff\">جگے</span> گل ہے مری جان وہیں خار بھی ہے",
    "TO": "<span class=\"diff\">گر ہے</span> راحت ترے ملنے سے <span class=\"diff\">پہ شورش</span> ہے <span class=\"diff\">وہیں</span><br>جس <span class=\"diff\">جگے</span> گل ہے مری جان وہیں خار بھی ہے",
    "SJ": "<span class=\"diff\">گر ہے</span> راحت ترے ملنے سے <span class=\"diff\">[پہ] شورش</span> ہے وہی<br>جس <span class=\"diff\">جگے</span> گل ہے مری جان وہیں خار بھی ہے",
    "GM": "گرچہ راحت ترے ملنے سے ہے سوزش ہے وہی<br>جس جگہ گل ہے مری جان وہیں خار بھی ہے"
  },
  {
    "id": 110.4,
    "BL": "<span class=\"diff\">دل</span> سمجھ <span class=\"diff\">گرچہ </span> کیا اس نے تملق <span class=\"diff\">تجھ سے</span><br>رحم پر صرف نہ جا اس کے ستم گار بھی ہے",
    "TO": "<span class=\"diff\">دل</span> سمجھ <span class=\"diff\">گرچہ </span> کیا اس نے تملق <span class=\"diff\">تجھ سے</span><br>رحم پر صرف نہ جا اس کے ستم گار بھی ہے",
    "SJ": "<span class=\"diff\">دل</span> سمجھ <span class=\"diff\">گرچہ </span> کیا اس نے تملق <span class=\"diff\">تجھ سے</span><br>رحم پر صرف نہ جا <span class=\"diff\">اسی</span> ستم گار بھی ہے",
    "GM": "کچھ سمجھ کر ہی کیا اس نے تملق اے دل<br>رحم پر صرف نہ جا اس کے  ستم گار بھی ہے"
  },
  {
    "id": 110.5,
    "BL": "حال دل کس سے یہ چندا کہے ہر مشکل میں<br>یا علی تیرے سوا کوئی مددگار بھی ہے",
    "TO": "حال دل کس سے یہ چندا کہے ہر مشکل میں<br>یا علی تیرے سوا کوئی مددگار بھی ہے",
    "SJ": "حال دل کس سے یہ چندا کہے ہر مشکل میں<br>یا علی تیرے سوا کوئی مددگار بھی ہے",
    "GM": "حال دل کس سے یہ چندا کہے ہر مشکل میں<br>یا علی تیرے سوا کوئی مددگار بھی ہے"
  },
  {
    "id": 111.1,
    "BL": "<span class=\"diff\"> نت</span> کفر <span class=\"diff\"> تازہ کب تئیں کوئی</span> ابتدا کرے<br>دل کو <span class=\"diff\">نہ</span> ان بتوں سے <span class=\"diff\">ہی حق</span> آشنا کرے",
    "TO": "<span class=\"diff\"> نت</span> کفر <span class=\"diff\"> تازہ کب تئیں کوئی</span> ابتدا کرے<br>دل کو <span class=\"diff\">نہ</span> ان بتوں سے <span class=\"diff\">ہی حق</span> آشنا کرے",
    "SJ": "<span class=\"diff\"> نت</span> کفر <span class=\"diff\"> تازہ کب نہیں کو نہیں</span> ابتدا کرے<br>دل کو <span class=\"diff\">نہ</span> ان بتوں سے <span class=\"diff\">ہی حق</span> آشنا کرے",
    "GM": "گویا کہ تازه کفر کی وہ ابتدا کرے<br>دل کو جو ان بتوں سے کوئی آشنا کرے"
  },
  {
    "id": 111.2,
    "BL": "<span class=\"diff\">پہنچائیو </span> تو خاک قدم میری چشم تک<br><span class=\"diff\">جو خوبرو</span> چمن میں گزر اے صبا <span class=\"diff\">کرے</span>",
    "TO": "<span class=\"diff\">پہنچائیو </span> تو خاک قدم میری چشم تک<br><span class=\"diff\">جو خوبرو</span> چمن میں گزر اے صبا <span class=\"diff\">کرے</span>",
    "SJ": "<span class=\"diff\">پہنچائیو </span> تو خاک قدم میری چشم تک<br><span class=\"diff\">جو خوبرو</span> چمن میں گزر اے صبا <span class=\"diff\">کرے</span>",
    "GM": "پہنچا تو اس کی خاک قدم میری چشم تک<br>جب خوب رو چمن میں گزر اے صبا کر"
  },
  {
    "id": 111.3,
    "BL": "<span class=\"diff\">بیجا ہے</span> زرق <span class=\"diff\">و</span> برق زمانے کا الغرض<br><span class=\"diff\">صاحب</span> شعور وہ جو <span class=\"diff\">کسو</span> دل میں جا <span class=\"diff\">کرے</span>",
    "TO": "<span class=\"diff\">بیجا ہے</span> زرق <span class=\"diff\">و</span> برق زمانے کا الغرض<br><span class=\"diff\">صاحب</span> شعور وہ جو <span class=\"diff\">کسو</span> دل میں جا <span class=\"diff\">کرے</span>",
    "SJ": "<span class=\"diff\">بیجا ہے</span> زرق برق زمانے کا الغرض<br><span class=\"diff\">صاحب</span> شعور وہ جو <span class=\"diff\">کسو</span> دل میں جا <span class=\"diff\">کرے</span>",
    "GM": "ہو اس میں زرق برق زمانے کا الغرض<br>ہے ذی شعور وہ جو کسی دل میں جا کر"
  },
  {
    "id": 111.4,
    "BL": "گل رو یہ ایک غنچۂ دل کیا ہے <span class=\"diff\">تجھ سے </span> آہ<br>گر ہو نسیم لطف تو <span class=\"diff\">صد</span> عقدے وا کرے",
    "TO": "گل رو یہ ایک غنچۂ دل کیا ہے <span class=\"diff\">تجھ سے </span> آہ<br>گر ہو نسیم لطف تو <span class=\"diff\">صد</span> عقدے وا کرے",
    "SJ": "گل رو یہ ایک غنچۂ دل کیا ہے <span class=\"diff\">تجھ سے </span> آہ<br>گر ہو نسیم لطف تو <span class=\"diff\">صد</span> عقدے وا کرے",
    "GM": "گل رو یہ ایک غنچۂ  دل کیا ہے میرا آہ<br>گر ہو نسیم لطف تو سو عقدے وا کرے"
  },
  {
    "id": 111.5,
    "BL": "چشم امید ہے یہی چندا کو روز و شب<br>میری طرف نگاہ کرم مرتضیٰ کرے",
    "TO": "چشم امید ہے یہی چندا کو روز و شب<br>میری طرف نگاہ کرم مرتضیٰ کرے",
    "SJ": "چشم امید ہے یہی چندا کو روز و شب<br>میری طرف نگاہ کرم مرتضیٰ کرے",
    "GM": "چشم امید ہے یہی چندا کو روز و شب<br>میری طرف نگاہ کرم مرتضیٰ کرے"
  },
  {
    "id": 112.1,
    "BL": "اگر وه قامت زیبا نہ میری داد کو پہنچے<br>سلام رخصت اس گلشن <span class=\"diff\">کے</span> ہر شمشاد کو پہنچے",
    "TO": "اگر وه قامت زیبا نہ میری داد کو پہنچے<br>سلام رخصت اس گلشن <span class=\"diff\">کے</span> ہر شمشاد کو پہنچے",
    "SJ": "اگر وه قامت زیبا نہ میری داد کو پہنچے<br>سلام رخصت اس گلشن <span class=\"diff\">کے</span> ہر شمشاد کو پہنچے",
    "GM": "اگر وه قامت زیبا نہ میری داد کو پہنچے<br>سلام رخصت اس گلشن میں ہر شمشاد کو پہنچے"
  },
  {
    "id": 112.2,
    "BL": "ادا شرط عبادت ہو سکے ہے کب <span class=\"diff\">سوا</span> اس <span class=\"diff\">کے</span><br>خودی کو اپنی جب بھولے خدا کی یاد کو پہنچے",
    "TO": "ادا شرط عبادت ہو سکے ہے کب <span class=\"diff\">سوا</span> اس <span class=\"diff\">کے</span><br>خودی کو اپنی جب بھولے خدا کی یاد کو پہنچے",
    "SJ": "ادا شرط عبادت ہو سکے ہے کب <span class=\"diff\">سوا</span> اس <span class=\"diff\">کے</span><br>خودی کو اپنی جب بھولے خدا کی یاد کو پہنچے",
    "GM": "ادا شرط عبادت ہو سکے ہے کب بھلا اس کی<br>خودی کو اپنی جب بھولے خدا کی یاد کو پہنچے"
  },
  {
    "id": 112.3,
    "BL": "<span class=\"diff\">نہ رہوے</span> کوئی عقدہ پھر سر عشاق سے باقی<br>خبر میرے جنوں کی گر ستم ایجاد کو پہنچے",
    "TO": "<span class=\"diff\">نہ رہوے</span> کوئی عقدہ پھر سر عشاق سے باقی<br>خبر میرے جنوں کی گر ستم ایجاد کو پہنچے",
    "SJ": "<span class=\"diff\">نہ رہوے</span> کوئی عقدہ پھر سر عشاق سے باقی<br>خبر میرے جنوں کی گر ستم ایجاد کو پہنچے",
    "GM": "رہے کوئی نہ عقدہ پھر سر عشاق سے باقی<br>خبر میرے جنوں کی گر ستم ایجاد کو پہنچے"
  },
  {
    "id": 112.4,
    "BL": "ہوئے ہیں عشق میں مشہور گرچہ قیس و وامق بھی<br>نہ دیکھا ایک دم جو کوشش فرہاد کو پہنچے",
    "TO": "ہوئے ہیں عشق میں مشہور گرچہ قیس و وامق بھی<br>نہ دیکھا ایک دم جو کوشش فرہاد کو پہنچے",
    "SJ": "ہوئے ہیں عشق میں مشہور گرچہ قیس و وامق بھی<br>نہ دیکھا ایک دم جو کوشش فرہاد کو پہنچے",
    "GM": "ہوئے ہیں عشق میں مشہور گرچہ قیس و وامق بھی<br>نہ دیکھا ایک دم جو کوشش فرہاد کو پہنچے"
  },
  {
    "id": 112.5,
    "BL": "نہیں کچھ حاجت تقریر چندا سب پہ روشن ہے<br>سوائے مرتضیٰ <span class=\"diff\">[کے] کب کوئی</span> فریاد کو پہنچے",
    "TO": "نہیں کچھ حاجت تقریر چندا سب پہ روشن ہے<br>سوائے مرتضیٰ <span class=\"diff\">[کے] کب کوئی</span> فریاد کو پہنچے",
    "SJ": "نہیں کچھ حاجت تقریر چندا سب پہ روشن ہے<br>سوائے مرتضیٰ کے <span class=\"diff\">کب کوئی</span> فریاد کو پہنچے",
    "GM": "نہیں کچھ حاجت تقریر چندا سب پہ روشن ہے<br>سوائے مرتضیٰ کے کون اب فریاد کو پہنچے"
  },
  {
    "id": 113.1,
    "BL": "دل کو مرے <span class=\"diff\">کیا یاد لگی</span> آہ <span class=\"diff\">کسو</span> کی<br>تکتا ہوں جو <span class=\"diff\">دن رات پڑا</span> راہ <span class=\"diff\">کسو</span> کی",
    "TO": "دل کو مرے <span class=\"diff\">کیا یاد لگی</span> آہ <span class=\"diff\">کسو</span> کی<br>تکتا ہوں جو <span class=\"diff\">دن رات پڑا</span> راہ <span class=\"diff\">کسو</span> کی",
    "SJ": "دل کو مرے <span class=\"diff\">کیا یاد لگی</span> آہ <span class=\"diff\">کسو</span> کی<br>تکتا ہوں جو <span class=\"diff\">دن رات پڑا</span> راہ <span class=\"diff\">کسو</span> کی",
    "GM": "یاد آ گئی ہے دل کو مرے آہ کسی کی<br>تکتا ہوں شب و روز جو میں راہ کسی کی"
  },
  {
    "id": 113.2,
    "BL": "خواہش تجھے <span class=\"diff\">اوروں</span> کی <span class=\"diff\">میاں سچ</span> ہے <span class=\"diff\">پہ ہرگز</span><br>ہم کو تو نہیں تیرے سوا چاہ <span class=\"diff\">کسو</span> کی",
    "TO": "خواہش تجھے <span class=\"diff\">اوروں</span> کی <span class=\"diff\">میاں سچ</span> ہے <span class=\"diff\">پہ ہرگز</span><br>ہم کو تو نہیں تیرے سوا چاہ <span class=\"diff\">کسو</span> کی",
    "SJ": "خواہش تجھے <span class=\"diff\">اوروں</span> کی <span class=\"diff\">میاں سچ</span> ہے <span class=\"diff\">نہ ہرگز</span><br>ہم کو تو نہیں تیرے سوا چاہ <span class=\"diff\">کسو</span> کی",
    "GM": "خواہش تجھے غیروں کی سدا رہتی ہے لیکن<br>ہم کو تو نہیں تیرے سوا چاہ کسی کی"
  },
  {
    "id": 113.3,
    "BL": "<span class=\"diff\">پھر کاہے کو اس طرح کیا شیفتہ اپنا</span><br><span class=\"diff\">منظور نہ تھی تجھ</span> کو <span class=\"diff\">جو نرباه کسو</span> کی",
    "TO": "<span class=\"diff\">پھر کاہے کو اس طرح کیا شیفتہ اپنا</span><br><span class=\"diff\">منظور نہ تھی تجھ</span> کو <span class=\"diff\">جو نرباه کسو</span> کی",
    "SJ": "<span class=\"diff\">پھر کاہے کو اس طرح کیا شیفتہ اپنا</span><br><span class=\"diff\">منظور نہ تھی تجھ</span> کو <span class=\"diff\">جو نرباه کسو</span> کی",
    "GM": "بوسہ بھی کوئی مانگے تو دے جان کے خیرات<br>خاطر کو نہ رنجیدہ کر اے ماہ کسی کی"
  },
  {
    "id": 113.4,
    "BL": "کس طرح کہوں آہ بھلا حال دل اپنا<br>سنتا نہیں کچھ بات وہ دل خواہ <span class=\"diff\">کسو</span> کی",
    "TO": "کس طرح کہوں آہ بھلا حال دل اپنا<br>سنتا نہیں کچھ بات وہ دل خواہ <span class=\"diff\">کسو</span> کی",
    "SJ": "کس طرح کہوں آہ بھلا حال دل اپنا<br>سنتا نہیں کچھ بات وہ دل خواہ <span class=\"diff\">کسو</span> کی",
    "GM": "کس طرح کہوں آہ بھلا حال دل اپنا<br>سنتا نہیں کچھ بات وہ دل خواہ کسی کی"
  },
  {
    "id": 113.5,
    "BL": "تحقیق کیا ہم نے بجز شاہ نجف کے<br>چندا کو تمنا نہیں واللہ <span class=\"diff\">کسو</span> کی",
    "TO": "تحقیق کیا ہم نے بجز شاہ نجف کے<br>چندا کو تمنا نہیں واللہ <span class=\"diff\">کسو</span> کی",
    "SJ": "تحقیق کیا ہم نے بجز شاہ نجف کے<br>چندا کو تمنا نہیں واللہ <span class=\"diff\">کسو</span> کی",
    "GM": "تحقیق کیا ہم نے بجز شاہ نجف کے<br>چندا کو تمنا نہیں واللہ کسی کی"
  },
  {
    "id": 114.1,
    "BL": "عجب <span class=\"diff\">نئیں</span> میکشی کا دل میں ہر زاہد کے جوش <span class=\"diff\">آوے</span><br><span class=\"diff\">لئے</span> ساغر بکف <span class=\"diff\">اپنے اگر وہ بادہ نوش آوے</span>",
    "TO": "عجب <span class=\"diff\">نئیں</span> میکشی کا دل میں ہر زاہد کے جوش <span class=\"diff\">آوے</span><br><span class=\"diff\">لئے</span> ساغر بکف <span class=\"diff\">اپنے اگر وہ بادہ نوش آوے</span>",
    "SJ": "عجب <span class=\"diff\">نئیں</span> میکشی کا دل میں ہر زاہد کے <span class=\"diff\">خوش آوے</span><br><span class=\"diff\">لئے</span> ساغر بکف <span class=\"diff\">اپنے اگر وہ بادہ نوش آوے</span>",
    "GM": "عجب کیا میکشی کا دل میں ہر زاہد کے جوش آئے<br>اگر ساغر بکف محفل میں اپنا ماه وش آئے"
  },
  {
    "id": 114.2,
    "BL": "<span class=\"diff\">نہ کوئی افسردہ دل رہوے جنوں سے</span> سب کو ہوش <span class=\"diff\">آوے</span><br>طرف بستی کے یہ دیوانہ گر صحرا بدوش <span class=\"diff\">آوے</span>",
    "TO": "<span class=\"diff\">نہ کوئی افسردہ دل رہوے جنوں سے</span> سب کو ہوش <span class=\"diff\">آوے</span><br>طرف بستی کے یہ دیوانہ گر صحرا بدوش <span class=\"diff\">آوے</span>",
    "SJ": "<span class=\"diff\">نہ کوئی افسردہ دل رہوے جنوں سے</span> سب کو ہوش <span class=\"diff\">آوے</span><br>طرف بستی کے یہ دیوانہ گر صحرا بدوش <span class=\"diff\">آوے</span>",
    "GM": "نہیں ممكن رہیں وحشت زده پھر سب کو ہوش آئے<br>طرف بستی کے یہ دیوانہ گر صحرا بدوش آئے"
  },
  {
    "id": 114.3,
    "BL": "کیا <span class=\"diff\">یہ</span> ضبط <span class=\"diff\">پیدا</span> اس <span class=\"diff\">سے اس</span> کے <span class=\"diff\">ربط عاشق</span> نے<br>صدائے آہ نا ممکن ہے دل سے تا بگوش <span class=\"diff\">آوے</span>",
    "TO": "کیا <span class=\"diff\">یہ</span> ضبط <span class=\"diff\">پیدا</span> اس <span class=\"diff\">سے اس</span> کے <span class=\"diff\">ربط عاشق</span> نے<br>صدائے آہ نا ممکن ہے دل سے تا بگوش <span class=\"diff\">آوے</span>",
    "SJ": "کیا <span class=\"diff\">یہ</span> ضبط <span class=\"diff\">پیدا</span> اس <span class=\"diff\">سے اس</span> کے <span class=\"diff\">ربط عاشق</span> نے<br>صدائے آہ نا ممکن ہے دل سے تا بگوش <span class=\"diff\">آوے</span>",
    "GM": "کیا ہے ضبط اس پردہ نشیں کے عشق میں میں نے<br>صدائے آہ نا ممکن ہے دل سے تا بگوش آئے"
  },
  {
    "id": 114.4,
    "BL": "ہوا وه آئنہ رو محفل آرا بعد مدت کے<br>اگر <span class=\"diff\">آوے ہے</span> یہاں زاہد <span class=\"diff\">نہ گویا ہو</span> خموش <span class=\"diff\">آوے</span>",
    "TO": "ہوا وه آئنہ رو محفل آرا بعد مدت کے<br>اگر <span class=\"diff\">آوے ہے</span> یہاں زاہد <span class=\"diff\">نہ گویا ہو</span> خموش <span class=\"diff\">آوے</span>",
    "SJ": "ہوا وه آئنہ رو محفل آرا بعد مدت کے<br>اگر <span class=\"diff\">آوے ہے</span> یہاں زاہد <span class=\"diff\">نہ گویا ہو</span> خموش <span class=\"diff\">آوے</span>",
    "GM": "ہوا وه آئنہ رو محفل آرا بعد مدت کے<br>اگر آئے یہاں زاہد تو کہہ دینا خموش آئے"
  },
  {
    "id": 114.5,
    "BL": "بہا دوں نامۂ اعمال چندا بحر <span class=\"diff\">بخشش</span> میں<br>جو میری جرم بخشی کو علی سا مے فروش <span class=\"diff\">آوے</span>",
    "TO": "بہا دوں نامۂ اعمال چندا بحر <span class=\"diff\">بخشش</span> میں<br>جو میری جرم بخشی کو علی سا مے فروش <span class=\"diff\">آوے</span>",
    "SJ": "<span class=\"diff\">یہاں</span> دوں <span class=\"diff\">نامہ چندا</span> اعمال بحر <span class=\"diff\">بخشش</span> میں<br>جو میری جرم بخشی کو علی سا مے فروش <span class=\"diff\">آوے</span>",
    "GM": "بہا دوں نامۂ اعمال چندا بحر جوشش میں<br>جو میری جرم بخشی کو علی سا مے فروش آئے"
  },
  {
    "id": 115.1,
    "BL": "<span class=\"diff\">ہمارا</span> دل <span class=\"diff\">جہاں</span> کے <span class=\"diff\">سب ہی</span> ننگ و نام سے گزرے<br>نہ <span class=\"diff\">ہو یہ</span> نرگس چشم بت گل فام سے گزرے",
    "TO": "<span class=\"diff\">ہمارا</span> دل <span class=\"diff\">جہاں</span> کے <span class=\"diff\">سب ہی</span> ننگ و نام سے گزرے<br>نہ <span class=\"diff\">ہو یہ</span> نرگس چشم بت گل فام سے گزرے",
    "SJ": "<span class=\"diff\">ہمارا</span> دل <span class=\"diff\">جہاں</span> کے <span class=\"diff\">سب ہی</span> ننگ و نام سے گزرے<br>نہ <span class=\"diff\">ہو یہ</span> نرگس چشم بت گل فام سے گزرے",
    "GM": "مرا دل گو زمانے کے بھی ننگ و نام سے گزرے<br>نہ عشق نرگس چشم بت گل فام سے گزرے"
  },
  {
    "id": 115.2,
    "BL": "<span class=\"diff\">چھکے</span> ہم کیفیت سے <span class=\"diff\">سب تری</span> آنکھوں کی <span class=\"diff\">جو پیارے</span><br>چمن میں منت ساقی سے گزرے جام سے گزرے",
    "TO": "<span class=\"diff\">چھکے</span> ہم کیفیت سے <span class=\"diff\">سب تری</span> آنکھوں کی <span class=\"diff\">جو پیارے</span><br>چمن میں منت ساقی سے گزرے جام سے گزرے",
    "SJ": "<span class=\"diff\">چھکے</span> ہم کیفیت سے <span class=\"diff\">سب تری</span> آنکھوں کی <span class=\"diff\">جو پیارے</span><br>چمن میں منت ساقی سے گزرے جام سے گزرے",
    "GM": "رہی ہے ہم کو کیفیت سے ان آنکھوں کی خوں باری<br>چمن میں منت ساقی سے گزرے جام سے گزرے"
  },
  {
    "id": 115.3,
    "BL": "کیا <span class=\"diff\">ہوں پختہ میں سودا کو</span> تیرے عشق میں لیکن<br>کہاں یہ ہو سکے جو تو خیال خام سے گزرے",
    "TO": "کیا <span class=\"diff\">ہوں پختہ میں سودا کو</span> تیرے عشق میں لیکن<br>کہاں <span class=\"diff\">ہو</span> یہ سکے جو تو خیال خام سے گزرے",
    "SJ": "کیا <span class=\"diff\">ہوں تجھ پو میں سودا کو</span> تیرے عشق میں لیکن<br>کہاں یہ ہو سکے جو تو خیال خام سے گزرے",
    "GM": "کہیں کیا جو کہ کر گزرے ہیں تیرے عشق میں لیکن<br>کہاں یہ ہو سکے جو تو خیال خام سے گزرے"
  },
  {
    "id": 115.4,
    "BL": "رخ <span class=\"diff\">زیبا پہ دیکھ ہم زلف اس محراب</span> ابرو <span class=\"diff\">کی</span><br>نماز و روزه و تسبیح <span class=\"diff\">ننگ</span> و <span class=\"diff\">نام</span> سے گزرے",
    "TO": "رخ <span class=\"diff\">زیبا پہ دیکھ ہم زلف اس محراب</span> ابرو <span class=\"diff\">کی</span><br>نماز و روزه و تسبیح <span class=\"diff\">ننگ</span> و <span class=\"diff\">نام</span> سے گزرے",
    "SJ": "رخ <span class=\"diff\">زیبا پہ دیکھ ہم زلف اس محراب</span> ابرو <span class=\"diff\">کی</span><br>نماز و روزه و تسبیح صبح و شام سے گزرے",
    "GM": "رخ و گیسو و خال و طاق ابرو دیکھ کر اس کے<br>نماز و روزه و تسبیح صبح و شام سے گزرے"
  },
  {
    "id": 115.5,
    "BL": "کرو امداد <span class=\"diff\">وہ درگہ</span> سے <span class=\"diff\">اپنی</span> یا <span class=\"diff\">علی والی</span><br><span class=\"diff\">جو ہو</span> کونین میں چندا کو <span class=\"diff\">نت</span> آرام سے گزرے",
    "TO": "کرو امداد <span class=\"diff\">وہ درگہ</span> سے <span class=\"diff\">اپنی</span> یا <span class=\"diff\">علی ولی</span><br><span class=\"diff\">جو ہو</span> کونین میں چندا کو <span class=\"diff\">نت</span> آرام سے گزرے",
    "SJ": "کرو امداد <span class=\"diff\">وہ درگہ</span> سے <span class=\"diff\">اپنی</span> یا <span class=\"diff\">علی والی</span><br><span class=\"diff\">جو ہو</span> کونین میں چندا کو <span class=\"diff\">نت</span> آرام سے گزرے",
    "GM": "کرو امداد فضل حق سے یا مشکل کشا میری<br>سدا کونین میں چندا کو اب آرام سے گزرے"
  },
  {
    "id": 116.1,
    "BL": "<span class=\"diff\">کئے تھے ہم سے تم</span> نے <span class=\"diff\">جان وہ</span> اقرار کیا سمجھے<br><span class=\"diff\">کہ</span> رخ <span class=\"diff\">دیتے نہیں انجان ہو</span> بے زار کیا سمجھے",
    "TO": "<span class=\"diff\">کئے تھے ہم سے تم</span> نے <span class=\"diff\">جان وہ</span> اقرار کیا سمجھے<br><span class=\"diff\">کہ</span> رخ <span class=\"diff\">دیتے نہیں انجان ہو</span> بے زار کیا سمجھے",
    "SJ": "<span class=\"diff\">کئے ہے ہم سے تم</span> نے <span class=\"diff\">جان وہ</span> اقرار کیا سمجھے<br><span class=\"diff\">کہ</span> رخ <span class=\"diff\">دیتے نہیں انجان ہو</span> بے زار کیا سمجھے",
    "GM": "کہا کس نے کرو تم مجھ سے یوں اقرار کیا سمجھے<br>پھرا کر رخ کو اپنے کیوں ہوئے بے زار کیا سمجھے"
  },
  {
    "id": 116.2,
    "BL": "بہ رنگ شمع روشن <span class=\"diff\">تھی</span> یہ اہل بزم پر لیکن<br><span class=\"diff\">کئے</span> جو <span class=\"diff\">سر گزشت</span> ہم نے <span class=\"diff\">تمہیں</span> اظہار کیا سمجھے",
    "TO": "بہ رنگ شمع روشن ہے یہ اہل بزم پر لیکن<br><span class=\"diff\">کئے</span> جو <span class=\"diff\">سر گزشت</span> ہم نے <span class=\"diff\">تمہیں</span> اظہار کیا سمجھے",
    "SJ": "بہ رنگ شمع روشن ہے یہ اہل بزم پر لیکن<br><span class=\"diff\">کئے</span> جو <span class=\"diff\">سر گزشت</span> ہم نے <span class=\"diff\">تمہیں</span> اظہار کیا سمجھے",
    "GM": "بہ رنگ شمع روشن ہے یہ اہل بزم پر لیکن<br>جو حالت اپنی ہم نے تم پہ کی اظہار کیا سمجھے"
  },
  {
    "id": 116.3,
    "BL": "<span class=\"diff\">کیا ہے کام شیریں</span> جو <span class=\"diff\">جنوں کے ملک کا خسرو</span><br>اگر فرہاد سے <span class=\"diff\">چاہے</span> کرے تکرار  کیا سمجھے",
    "TO": "<span class=\"diff\">کیا ہے کام شیریں</span> جو <span class=\"diff\">جنوں کے ملک کا خسرو</span><br>اگر فرہاد سے <span class=\"diff\">چاہے</span> کرے تکرار  کیا سمجھے",
    "SJ": "<span class=\"diff\">کیا ہے کام شیریں</span> جو <span class=\"diff\">جنوں کے ملک کا خسرو</span><br>اگر فرہاد سے <span class=\"diff\">چاہے</span> کرے تکرار  کیا سمجھے",
    "GM": "جو سچ پوچھو تو یہ زحمت اٹھائی عشق شیریں میں<br>اگر فرہاد سے خسرو کرے تکرار  کیا سمجھے"
  },
  {
    "id": 116.4,
    "BL": "نہ ہمسر جس کے یک ناخن <span class=\"diff\">کے</span> ہووے <span class=\"diff\">دوستو اس کے</span><br>مہ نو <span class=\"diff\">ہو یہ عکس</span> ابروئے خم دار کیا سمجھے",
    "TO": "نہ ہمسر جس کے یک ناخن <span class=\"diff\">کے</span> ہووے <span class=\"diff\">دوستو اس کے</span><br>مہ نو <span class=\"diff\">ہو یہ عکس</span> ابروئے خم دار کیا سمجھے",
    "SJ": "نہ ہمسر جس کے یک ناخن <span class=\"diff\">کے</span> ہووے <span class=\"diff\">دوستو اس کے</span><br>مہ نو <span class=\"diff\">ہو یہ عکس</span> ابروئے خم دار کیا سمجھے",
    "GM": "نہ ہمسر جس کے یک ناخن کا ہووے کیا حقیقت ہے<br>مہ نو دل میں قدر ابروئے خم دار کیا سمجھے"
  },
  {
    "id": 116.5,
    "BL": "<span class=\"diff\">نہ پوچھ اب کیفیت</span> چندا <span class=\"diff\">سے ہرگز دین و ایماں</span> کی<br><span class=\"diff\">سواۓ مرتضیٰ کے ہم نے یہاں زنہار</span> کیا سمجھے",
    "TO": "<span class=\"diff\">نہ پوچھ اب کیفیت</span> چندا <span class=\"diff\">سے ہرگز دین و ایماں</span> کی<br><span class=\"diff\">سواۓ مرتضیٰ کے ہم نے یہاں زنہار</span> کیا سمجھے",
    "SJ": "<span class=\"diff\">نہ پوچھ اب کیفیت</span> چندا <span class=\"diff\">سے ہرگز دین و ایماں</span> کی<br><span class=\"diff\">سواۓ مرتضیٰ کے ہم نے یہاں زنہار</span> کیا سمجھے",
    "GM": "محمد جب کریں تعریف  چندا کی حقیقت کیا<br>تمہارا کوئی رتبہ  حیدر کرار کیا سمجھے"
  },
  {
    "id": 117.1,
    "BL": "",
    "TO": "",
    "SJ": "ہم جو شب کو ناگہاں اُس شوخ کے پالے پڑے<br>دل تو جاتا ہی رہا اب جان کے <span class=\"diff\">لانے</span> پڑے",
    "GM": "ہم جو شب کو ناگہاں اُس شوخ کے پالے پڑے<br>دل تو جاتا ہی رہا اب جان کے لالے پڑے"
  },
  {
    "id": 117.2,
    "BL": "",
    "TO": "",
    "SJ": "ہجر میں رویا ہوں تیرے رات دن میں اس قدر<br>خون سے دل کے بہے جاتے ہیں <span class=\"diff\">جو</span> نالے پڑے",
    "GM": "ہجر میں رویا ہوں تیرے رات دن میں اس قدر<br>خون سے دل کے بہے جاتے ہیں پر نالے پڑے"
  },
  {
    "id": 117.3,
    "BL": "",
    "TO": "",
    "SJ": "<span class=\"diff\">ہم گئے تھے کھولنے کو جب سے اس کی</span> گل <span class=\"diff\">جھڑی</span><br><span class=\"diff\">کچھ نہ سلجھی اہ آخر دل کو الجھا لے</span> پڑے",
    "GM": "چاند سا منہ اپنا دکھلا دے کبھی او گل بدن<br>سیکڑوں در پر ترے ہیں دیکھنے والے پڑے"
  },
  {
    "id": 117.4,
    "BL": "",
    "TO": "",
    "SJ": "دست رس شانے تجھے یک مو نہ ہو اس زلف تک<br>جس کی ہر لٹ میں <span class=\"diff\">لٹ میں</span> لٹکتے ہیں سدا کالے پڑے",
    "GM": "دست رس شانے تجھے یک مو نہ ہو اس زلف تک<br>جس کی ہر لٹ میں لٹکتے ہیں سدا کالے پڑے"
  },
  {
    "id": 117.5,
    "BL": "",
    "TO": "",
    "SJ": "آئی چندا در <span class=\"diff\">پہ تیرے پھیر کر شاہ نجف</span><br><span class=\"diff\">تکمۂ</span> الماس کے اور لعل کے بالے پڑے",
    "GM": "آئی چندا آپ کے در پر ہے  دو یوں یا علی<br>تکمے ہوں الماس کے اور لعل کے بالے پڑے"
  },
  {
    "id": 118.1,
    "BL": "ہر شب ہے گزری یاد میں جس گل عذار کی<br>یک روز <span class=\"diff\">بھی</span> خبر نہ <span class=\"diff\">لیا</span> بے قرار کی",
    "TO": "ہر شب ہے گزری یاد میں جس گل عذار کی<br>یک روز <span class=\"diff\">بھی</span> خبر نہ <span class=\"diff\">لیا</span> بے قرار کی",
    "SJ": "ہر شب ہے گزری یاد میں جس گل عذار کی<br>یک روز <span class=\"diff\">بھی</span> خبر نہ <span class=\"diff\">لیا</span> بے قرار کی",
    "GM": "ہر شب ہے گزری یاد میں جس گل عذار کی<br>یک روز لی خبر بھی نہ اس بے قرار کی"
  },
  {
    "id": 118.2,
    "BL": "<span class=\"diff\">سیماب کی نہیں ہے کوئی در جہاں</span> نظر <span class=\"diff\"><br> سیکھا</span> ہے <span class=\"diff\">میرے</span> دل سے <span class=\"diff\">طرح</span> اضطرار کی",
    "TO": "<span class=\"diff\">سیماب کی نہیں ہے کوئی در جہاں</span> نظر <span class=\"diff\"><br> سیکھا</span> ہے <span class=\"diff\">میرے</span> دل سے <span class=\"diff\">طرح</span> اضطرار کی",
    "SJ": "<span class=\"diff\">سیماب کی نہیں ہے کوئی در جہاں</span> نظر <span class=\"diff\"><br> سیکھا</span> ہے <span class=\"diff\">میرے</span> دل سے <span class=\"diff\">طرح</span> اضطرار کی",
    "GM": "کچھ کچھ نظر جو آتی ہے سیماب میں تڑپ<br>سیکھی ہے طرز دل سے مرے اضطرار کی"
  },
  {
    "id": 118.3,
    "BL": "روز ازل <span class=\"diff\">میں</span> جام محبت دیا <span class=\"diff\">تھا بھر</span><br>سرخی رہی ہے آنکھوں میں اب تک خمار کی",
    "TO": "روز ازل <span class=\"diff\">میں</span> جام محبت دیا <span class=\"diff\">تھا بھر</span><br>سرخی رہی ہے آنکھوں میں اب تک خمار کی",
    "SJ": "روز ازل <span class=\"diff\">میں</span> جام محبت دیا <span class=\"diff\">تھا بھر</span><br>سرخی رہی ہے آنکھوں میں اب تک خمار کی",
    "GM": "روز ازل جو جام محبت پلا دیا<br>سرخی رہی ہے آنکھوں میں اب تک خمار کی"
  },
  {
    "id": 118.4,
    "BL": "خون جگر  <span class=\"diff\">تو بہہ چلا</span> آنکھوں سے <span class=\"diff\">اب امنڑ </span><br>تس پر بھی یہ جھڑی نہ تھمی اشک بار کی",
    "TO": "خون جگر  <span class=\"diff\">تو بہہ چلا</span> آنکھوں سے <span class=\"diff\">اب امنڑ </span><br>تس پر بھی یہ جھڑی نہ تھمی اشک بار کی",
    "SJ": "خون جگر  <span class=\"diff\">تو بہہ چلا</span> آنکھوں سے <span class=\"diff\">اب امنڑ </span><br>تس پر بھی یہ جھڑی نہ تھمی اشک بار کی",
    "GM": "خون جگر  یہ آنکھوں سے امڈا کہ بہہ چلا<br>تس پر بھی یہ جھڑی نہ تھمی اشک بار کی"
  },
  {
    "id": 118.5,
    "BL": "چندا <span class=\"diff\">تو آ شتاب سے روشن ہو میرا بر</span><br>طاقت نہیں رہی ہے <span class=\"diff\">مجھے</span> انتظار کی",
    "TO": "چندا <span class=\"diff\">تو آ شتاب سے روشن ہو میرا بر</span><br>طاقت نہیں رہی ہے <span class=\"diff\">مجھے</span> انتظار کی",
    "SJ": "چندا <span class=\"diff\">تو آ شتاب سے روشن ہو میرا بر</span><br>طاقت نہیں رہی ہے <span class=\"diff\">مجھے</span> انتظار کی",
    "GM": "چندا کو اب دکھائیے دیدار یا علی<br>طاقت نہیں رہی ہے اسے انتظار کی"
  },
  {
    "id": 119.1,
    "BL": "شب کو ہماری <span class=\"diff\">اس</span> کی ملاقات ہو گئی<br><span class=\"diff\">کئی لطف و کئی ادا کی</span> عنایات ہو گئی",
    "TO": "شب کو ہماری <span class=\"diff\">اس</span> کی ملاقات ہو گئی<br><span class=\"diff\">کئی لطف و کئی ادا کی</span> عنایات ہو گئی",
    "SJ": "شب کو ہماری <span class=\"diff\">اس</span> کی ملاقات ہو گئی<br><span class=\"diff\">کئی لطف و کئی ادا کی</span> عنایات ہو گئی",
    "GM": "شب کو ہماری ان کی ملاقات ہو گئی<br>شکر خدا کہ ہم پہ عنایات ہو گئی"
  },
  {
    "id": 119.2,
    "BL": "آتے ہی میں نے اس کے کیا نذر دل <span class=\"diff\">کے تئیں</span><br><span class=\"diff\">میرے سے اس</span> کی <span class=\"diff\">ہی</span> مدارات ہو گئی",
    "TO": "آتے ہی میں نے اس کے کیا نذر دل <span class=\"diff\">کے تئیں</span><br><span class=\"diff\">میرے سے اس</span> کی <span class=\"diff\">ہی</span> مدارات ہو گئی",
    "SJ": "آتے ہی میں نے اس کے کیا نذر دل <span class=\"diff\">کے تئیں</span><br><span class=\"diff\">میرے سے اس</span> کی <span class=\"diff\">یہ ہی</span> مدارات ہو گئی",
    "GM": "آتے ہی میں نے اس کے کیا نذر نقد دل<br>مہماں کی ہر طرح سے مدارات ہو گئی"
  },
  {
    "id": 119.3,
    "BL": "<span class=\"diff\">رنگ</span> حنا <span class=\"diff\">کو پاؤں سے مل</span> خون <span class=\"diff\">پر مرے</span><br><span class=\"diff\">باندھا کمر</span> جو ہونی تھی ہیہات ہو گئی",
    "TO": "<span class=\"diff\">رنگ</span> حنا <span class=\"diff\">کو پاؤں سے مل</span> خون <span class=\"diff\">پر مرے</span><br><span class=\"diff\">باندھا کمر</span> جو ہونی تھی ہیہات ہو گئی",
    "SJ": "<span class=\"diff\">رنگ</span> حنا <span class=\"diff\">کو پاؤں سے مل</span> خون <span class=\"diff\">میرے پر</span><br><span class=\"diff\">باندھا کمر</span> جو ہونی تھی ہیہات ہو گئی",
    "GM": "بدلے حنا کے خون ملا میرا پاؤں میں<br>تجھ سے جفا جو ہونی تھی ہیہات ہو گئی"
  },
  {
    "id": 119.4,
    "BL": "خورشید رو قسم ہے یہ زلفوں کی <span class=\"diff\">ایک عمر</span><br>وعدہ کیا <span class=\"diff\">نہ</span> دن کا <span class=\"diff\">جو یہاں</span> رات ہو گئی",
    "TO": "خورشید رو قسم ہے یہ زلفوں کی <span class=\"diff\">ایک عمر</span><br>وعدہ کیا <span class=\"diff\">نہ</span> دن کا <span class=\"diff\">جو یہاں</span> رات ہو گئی",
    "SJ": "خورشید رو قسم ہے یہ زلفوں کی <span class=\"diff\">ایک عمر</span><br>وعدہ کیا <span class=\"diff\">نہ</span> دن کا <span class=\"diff\">جو یہاں</span> رات ہو گئی",
    "GM": "خورشید رو قسم ہے یہ زلفوں کی تو نے کل<br>وعدہ کیا تھا دن کا مگر رات ہو گئی"
  },
  {
    "id": 119.5,
    "BL": "<span class=\"diff\">ناز و ادا کے گالی</span> سے چندا <span class=\"diff\">کی حرف حرف<br>ہر ایک خستہ</span> دل <span class=\"diff\">کو</span> مناجات ہو گئی",
    "TO": "<span class=\"diff\">ناز و ادا کے گالی</span> سے چندا <span class=\"diff\">کی حرف حرف<br>ہر ایک خستہ</span> دل <span class=\"diff\">کو</span> مناجات ہو گئی",
    "SJ": "<span class=\"diff\">ناز و ادا کے گالی</span> سے چندا <span class=\"diff\">کی حرف حرف<br>ہر ایک خستہ</span> دل <span class=\"diff\">کو</span> مناجات ہو گئی",
    "GM": "دست خدا سے مانگ لے چندا بصدق دل<br>تو جان لے قبول مناجات ہو گئی"
  },
  {
    "id": 120.1,
    "BL": "گل کے ہونے توقع <span class=\"diff\">بہ</span> جئے بیٹھی ہے<br>ہر کلی جان کو مٹھی میں لئے بیٹھی ہے",
    "TO": "گل کے ہونے توقع <span class=\"diff\">بہ</span> جئے بیٹھی ہے<br>ہر کلی جان کو مٹھی میں لئے بیٹھی ہے",
    "SJ": "گل کے ہونے کی توقع پہ جئے بیٹھی ہے<br>ہر کلی جان کو مٹھی <span class=\"diff\">[میں]</span> لئے بیٹھی ہے",
    "GM": "گل کے ہونے کی توقع پہ جئے بیٹھی ہے<br>ہر کلی جان کو مٹھی میں لئے بیٹھی ہے"
  },
  {
    "id": 120.2,
    "BL": "<span class=\"diff\">باغباں جور</span> خزاں <span class=\"diff\">سے ہو تو یک لخت خموش</span><br><span class=\"diff\">منہ کو</span> بلبل <span class=\"diff\">بھی رگ گل سے سئے</span> بیٹھی ہے",
    "TO": "<span class=\"diff\">باغباں جور</span> خزاں <span class=\"diff\">سے ہو تو یک لخت خموش</span><br><span class=\"diff\">منہ کو</span> بلبل <span class=\"diff\">بھی رگ گل سے سئے</span> بیٹھی ہے",
    "SJ": "<span class=\"diff\">باغباں جو</span> خزاں <span class=\"diff\">سے ہو یک لخت خموش</span><br><span class=\"diff\">مہ کو</span> بلبل <span class=\"diff\">بھی رگ گل سے سئے</span> بیٹھی ہے",
    "GM": "کبھی صیاد کا کھٹکا ہے کبھی خوف خزاں<br>بلبل اب جان ہتھیلی پہ لئے بیٹھی ہے"
  },
  {
    "id": 120.3,
    "BL": "<span class=\"diff\">تیغ ابرو کی نگہ تان کے تو نے ظالم<br>دل پہ بے طرح</span> سے <span class=\"diff\">عاشق کے دئے</span> بیٹھی ہے",
    "TO": "<span class=\"diff\">تیغ ابرو کی نگہ تان کے تو نے ظالم<br>دل پہ بے طرح</span> سے <span class=\"diff\">عاشق کے دئے</span> بیٹھی ہے",
    "SJ": "<span class=\"diff\">تیغ ابرو کی نگہ تان کے تو نے ظالم<br>دل پہ بے طرح</span> سے <span class=\"diff\">عاشق کے دئے</span> بیٹھی ہے",
    "GM": "تیر و شمشیر سے بڑھ کر ہے تری ترچھی نگاہ<br>سیکڑوں عاشقوں کا خون کئے بیٹھی ہے"
  },
  {
    "id": 120.4,
    "BL": "<span class=\"diff\">رنگ</span> رخسار <span class=\"diff\">تجلی میں نہ کم تھا تس پر</span><br>شمع <span class=\"diff\">رو سرمے</span> کو آنکھوں میں <span class=\"diff\">کئے</span> بیٹھی ہے",
    "TO": "<span class=\"diff\">رنگ</span> رخسار <span class=\"diff\">تجلی میں نہ کم تھا تس پر</span><br>شمع <span class=\"diff\">رو سرمے</span> کو آنکھوں میں <span class=\"diff\">کئے</span> بیٹھی ہے",
    "SJ": "<span class=\"diff\">رنگ رخسارہ تجلی میں نہ کم تھا تس پر</span><br>شمع <span class=\"diff\">رو</span> آنکھوں میں <span class=\"diff\">سرمے کو کئے</span> بیٹھی ہے",
    "GM": "تیرے رخسار سے تشبیہ اسے دوں کیوں کر<br>شمع تو چربی کو آنکھوں میں دئے بیٹھی ہے"
  },
  {
    "id": 120.5,
    "BL": "تشنہ لب کیوں رہے اے ساقیٔ کوثر <span class=\"diff\">ہر وقت<br>جام تجھ عشق کا</span> چندا <span class=\"diff\">جو</span> پئے بیٹھی ہے",
    "TO": "تشنہ لب کیوں رہے اے ساقیٔ کوثر <span class=\"diff\">ہر وقت<br>جام تجھ عشق کا</span> چندا <span class=\"diff\">جو</span> پئے بیٹھی ہے",
    "SJ": "تشنہ لب کیوں رہے اے ساقیٔ کوثر <span class=\"diff\">ہر وقت<br>جام تجھ عشق کا</span> چندا <span class=\"diff\">جو</span> پئے بیٹھی ہے",
    "GM": "تشنہ لب کیوں رہے اے ساقیٔ کوثر چندا<br>یہ ترے جام محبت کو پئے بیٹھی ہے"
  },
  {
    "id": 121.1,
    "BL": "",
    "TO": "",
    "SJ": "کر <span class=\"diff\">بے وفائی</span> شب کو تو ہم سے نہاں رہے<br><span class=\"diff\">صبح وفا سے کہتے ہو</span> خاطر نشاں رہے",
    "GM": "وہ وعدہ کر کے شب کو تو ہم سے نہاں رہے<br>بولے سحر پھر آئیں گے خاطر نشاں رہے"
  },
  {
    "id": 121.2,
    "BL": "",
    "TO": "",
    "SJ": "گر خیر خواہی آپ کو منظور ہے تو بس<br>ایسا ہو امتحان کہ پھر امتحاں رہے",
    "GM": "گر خیر خواہی آپ کو منظور ہے تو بس<br>ایسا ہو امتحان کہ پھر امتحاں رہے"
  },
  {
    "id": 121.3,
    "BL": "",
    "TO": "",
    "SJ": "دامن کشیدگی سے <span class=\"diff\">تری</span> یار <span class=\"diff\">دم بہ دم</span><br><span class=\"diff\">نت</span> چشم انتظار مری خوں فشاں رہے",
    "GM": "دامن کشیدگی سے ترے یار حیف ہے<br>یہاں چشم انتظار مری خوں فشاں رہے"
  },
  {
    "id": 121.4,
    "BL": "",
    "TO": "",
    "SJ": "<span class=\"diff\">کچھ</span> اس سوا بساط میں <span class=\"diff\">اپنی</span> نہیں <span class=\"diff\">ہے جان</span><br>بھیجا <span class=\"diff\">ہو پاس</span> دل کو ترے ارمغاں رہے",
    "GM": "میں اس سوا بساط میں رکھتا نہیں ہوں کچھ<br>بھیجا ہوں دل کو پاس ترے ارمغاں رہے"
  },
  {
    "id": 121.5,
    "BL": "",
    "TO": "",
    "SJ": "کونین میں یہی ہے تمنا کہ یا علی<br>چندا پہ حق کرم سے ترے مہرباں رہے",
    "GM": "کونین میں یہی ہے تمنا کہ یا علی<br>چندا پہ حق کرم سے ترے مہرباں رہے"
  },
  {
    "id": 122.1,
    "BL": "",
    "TO": "",
    "SJ": "مرے بر میں جس دم وہ دلبر رہے<br>تو دل میرا کاہے کو مضطر رہے",
    "GM": "مرے بر میں جس دم وہ دلبر رہے<br>تو دل میرا کاہے کو مضطر رہے"
  },
  {
    "id": 122.2,
    "BL": "",
    "TO": "",
    "SJ": "خلش تیر ےمژگاں کی دل میں ہے یوں<br><span class=\"diff\">کھٹکتے</span> کہیں جیسے نشتر رہے",
    "GM": "خلش تیر ےمژگاں کی دل میں ہے یوں<br>کھٹکتا کہیں جیسے نشتر رہے"
  },
  {
    "id": 122.3,
    "BL": "",
    "TO": "",
    "SJ": "جہاں میں نہ مجھ سا ہے عاشق کوئی<br>تمہیں بات میری یہ باور رہے",
    "GM": "جہاں میں نہ مجھ سا ہے عاشق کوئی<br>تمہیں بات میری یہ باور رہے"
  },
  {
    "id": 122.4,
    "BL": "",
    "TO": "",
    "SJ": "اٹھاؤں نہ سر کو قدم سے ترے<br>اگر خلق میں شور محشر رہے",
    "GM": "اٹھاؤں نہ سر کو قدم سے ترے<br>اگر خلق میں شور محشر رہے"
  },
  {
    "id": 122.5,
    "BL": "",
    "TO": "",
    "SJ": "یہی عرض میری ہے مولا علی<br>ترا سایہ چندا کے سر پر رہے",
    "GM": "یہی عرض میری ہے مولا علی<br>ترا سایہ چندا کے سر پر رہے"
  },
  {
    "id": 123.1,
    "BL": "",
    "TO": "",
    "SJ": "بہار عیش لے <span class=\"diff\">گلشن</span> میں اب <span class=\"diff\">کے وہ</span> بسنت آئی<br>کہ بے تکلیف ہے شبنم سے گل <span class=\"diff\">کو</span> بادہ پیمائی",
    "GM": "بہار عیش لے کر باغ میں اب یوں بسنت آئی<br>کہ بے تکلیف ہے شبنم سے گل کی بادہ پیمائی"
  },
  {
    "id": 123.2,
    "BL": "",
    "TO": "",
    "SJ": "صبا آئینہ دار چشم بلبل ہے <span class=\"diff\">لئے اس کے</span><br>ہجوم نو عروسان چمن کی ہے خود آرائی",
    "GM": "صبا اس کے لئے آئینہ دار چشم بلبل ہے<br>ہجوم نو عروسان چمن کی ہے خود آرائی"
  },
  {
    "id": 123.3,
    "BL": "",
    "TO": "",
    "SJ": "کسی نے مجھ سے پوچھا ہے یہ چرچا بزم کا کس <span class=\"diff\">کی</span><br><span class=\"diff\">کہاں</span> میں <span class=\"diff\">کشن</span> ثانی نے <span class=\"diff\">جہاں کو دی یہ</span> زیبائی",
    "GM": "کسی نے مجھ سے پوچھا ہے یہ چرچا بزم کا کس کے<br>کہا میں نے یہ دی ہے حاتم ثانی نے زیبائی"
  },
  {
    "id": 123.4,
    "BL": "",
    "TO": "",
    "SJ": "قدم رستم نہ چومے کیونکہ میدان شجاعت میں<br>ازل سے تا ابد ہے <span class=\"diff\">لشکر [سلطاں کو]</span> مولائی",
    "GM": "قدم رستم نہ چومے کیونکہ میدان شجاعت میں<br>ازل سے تا ابد مشہور ہے اب جس کی مولائی"
  },
  {
    "id": 123.5,
    "BL": "",
    "TO": "",
    "SJ": "دیا جو شرط تھی بخشش <span class=\"diff\">کہ</span> تس پر بھی ہر اک دم میں<br>بہ رنگ مہر ہے چندا پہ جس کی جلوہ فرمائی",
    "GM": "دیا جو شرط تھی بخشش کی تس پر بھی ہر اک دم میں<br>بہ رنگ مہر ہے چندا پہ جس کی جلوہ فرمائی"
  },
  {
    "id": 124.1,
    "BL": "",
    "TO": "",
    "SJ": "بسنت آئی ہے موج رنگ گل ہے جوش صہبا ہے<br>خدا کے فضل سے عیش و طرب کی اب کمی کیا ہے",
    "GM": "بسنت آئی ہے موج رنگ گل ہے جوش صہبا ہے<br>خدا کے فضل سے عیش و طرب کی اب کمی کیا ہے"
  },
  {
    "id": 124.2,
    "BL": "",
    "TO": "",
    "SJ": "بیاں میں کیا کروں اس کے شبستاں کا تعالی اللہ<br>قضا و قدر جس کے جشن <span class=\"diff\">کی نت</span> کار فرما ہے",
    "GM": "بیاں میں کیا کروں اس کے شبستاں کا تعالی اللہ<br>قضا و قدر جس کے جشن کا اب کار فرما ہے"
  },
  {
    "id": 124.3,
    "BL": "",
    "TO": "",
    "SJ": "سخاوت میں کوئی ہم سر نہ ہو اس کا زمانہ میں<br>وہی <span class=\"diff\">کر دے</span> ہے پورا جس کے دل میں جو ارادہ ہے",
    "GM": "سخاوت میں کوئی ہم سر نہ ہو اس کا زمانہ میں<br>وہی کرتا ہے پورا جس کے دل میں جو ارادہ ہے"
  },
  {
    "id": 124.4,
    "BL": "",
    "TO": "",
    "SJ": "خضر کی عمر ہو اس کی تصدق سے ائمہ کے<br>نظام الدولہ جو <span class=\"diff\">مہر فلک</span> سب کا مسیحا ہے",
    "GM": "خضر کی عمر ہو اس کی تصدق سے ائمہ کے<br>نظام الدولہ آصف جاه جو سب کا مسیحا ہے"
  },
  {
    "id": 124.5,
    "BL": "",
    "TO": "",
    "SJ": "یہی خوان کرم سے ہے سدا امید چندا کو<br><span class=\"diff\">کسو</span> کی بھی نہ ہو محتاج تم سے یہ تمنا ہے",
    "GM": "یہی خوان کرم سے ہے سدا امید چندا کو<br>کسی کی بھی نہ ہو محتاج تم سے یہ تمنا ہے"
  },
  {
    "id": 125.1,
    "BL": "",
    "TO": "",
    "SJ": "<span class=\"diff\">چہرۂ خوباں</span> کے <span class=\"diff\">آگے</span> ماہ میں کیا نور ہے<br>داغ پایا چاند نے یہ بے کلف مشہور ہے",
    "GM": "روبرو خورشید رو کے ماہ میں کیا نور ہے<br>داغ پایا چاند نے یہ بے کلف مشہور ہے"
  },
  {
    "id": 125.2,
    "BL": "",
    "TO": "",
    "SJ": "ناز <span class=\"diff\">خوباں کا رویہ گرچہ</span> ہے <span class=\"diff\">پر اس قدر</span><br>ہر سخن میں <span class=\"diff\">رک ہی</span> جانا کون سا دستور ہے",
    "GM": "غمزه و ناز و ادا شیوہ ہے خوبوں کا مگر<br>ہر سخن میں روٹھ جانا کون سا دستور ہے"
  },
  {
    "id": 125.3,
    "BL": "",
    "TO": "",
    "SJ": "عشق <span class=\"diff\">[میں] گر تو</span> انا الحق <span class=\"diff\">بولے اے مینا تو دیکھ</span><br>ہر مژه پر لخت دل اپنا <span class=\"diff\">ہے جیوں</span> منصور ہے",
    "GM": "عشق میں حق کے انا الحق کہہ رہا ہے بار بار<br>ہر مژه پر لخت دل اپنا نہیں منصور ہے"
  },
  {
    "id": 125.4,
    "BL": "",
    "TO": "",
    "SJ": "جس کو حوران بہشتی بھی پہنچ سکتے نہیں<br>لیلی و شیریں کا اس کے آگے کیا مذکور  ہے",
    "GM": "جس کو حوران بہشتی بھی پہنچ سکتے نہیں<br>لیلی و شیریں کا اس کے آگے کیا مذکور  ہے"
  },
  {
    "id": 125.5,
    "BL": "",
    "TO": "",
    "SJ": "عاجزہ چندا <span class=\"diff\">پر اب ہوے</span> کرم <span class=\"diff\">مولا علی</span><br>بخش دو دونوں جہاں <span class=\"diff\">یہ</span> تم کو سب مقدور ہے",
    "GM": "عاجزہ چندا پہ بھی ہووے کرم یا مرتضیٰ<br>بخش دو دونوں جہاں میں تم کو سب مقدور ہے"
  }
];